[
  {
    "policy": "Academic Integrity Policy",
    "source_file": "Academic-Integrity-Policy.pdf",
    "page": 1,
    "text": "August 2022 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nACADEMIC INTEGRITY \nPOLICY"
  },
  {
    "policy": "Academic Integrity Policy",
    "source_file": "Academic-Integrity-Policy.pdf",
    "page": 2,
    "text": "1 \n \n \n \nPage \n \n \n \nInstitutional oversight .................................................................................................. 2 \n \nIntroduction ................................................................................................................ 3 \n \nDefinition of Academic Misconduct ........................................................................... 3 \n \nDefinition of Academic Misconduct in Research…………………………………………4 \n \nHow to Maintain Academic Integrity and Avoid Academic Misconduct ...................... 4 \n \n \n \n \n \n \nCONTENTS"
  },
  {
    "policy": "Academic Integrity Policy",
    "source_file": "Academic-Integrity-Policy.pdf",
    "page": 3,
    "text": "2 \n \n \n \nThe Student Conduct Regulations have been approved by Senate. The regulations \nwill be kept under regular review to ensure they continue both to support internal \nprocesses to function efficiently and effectively, and to fully meet the requirements of \nthe revised UK Quality Code for Higher Education and OIA Good Practice \nFramework, disciplinary procedures. The expectations and practices noted in the \nsupporting advice and guidance on Concerns, Complaints and Appeals, and \nEnabling Student Achievement, being particularly relevant: \nExpectations for quality \nCourses are well-designed, provide a high-quality academic experience for all \nstudents and enable a student’s achievement to be reliably assessed. \nFrom admission through to completion, all students are provided with the support \nthat they need to succeed in and benefit from higher education \nCore practices for quality \nThe provider has sufficient appropriately qualified and skilled staff to deliver a high-\nquality academic experience. \nThe provider has sufficient and appropriate facilities, learning resources and student \nsupport services to deliver a high-quality academic experience. \nThe provider supports all students to achieve successful academic and professional \noutcomes. \nThe provider designs and/or delivers high-quality courses. \nThe provider actively engages students, individually and collectively, in the quality of \ntheir education experience. \nThe provider has fair and transparent procedures for handling complaints and \nappeals which are accessible to all students. \nCommon practices for quality \nThe provider reviews its core practices for quality regularly and uses the outcomes \nto drive improvement and enhancement \n \nFrom 1 August 2019, the academic integrity policy provides a framework for the \nmanagement of academic misconduct. The purpose of the policy and associated \nprocedures is to ensure that Cardiff University can discharge effectively its \nresponsibilities to all students and address any concerns raised, fairly and \neffectively. \n \n \n \nInstitutional oversight"
  },
  {
    "policy": "Academic Integrity Policy",
    "source_file": "Academic-Integrity-Policy.pdf",
    "page": 4,
    "text": "3 \n \n \nIntroduction \n \n1.1 \nThe University has fundamental core values that we expect students to \nabide by in their academic work. These include integrity, honesty, openness, \nrigour, accountability, care, and respect. It is essential to the functioning of \nour academic community that students behave in a way that is consistent \nwith these core values in all aspects of study and research. A student is \nexpected to maintain high standards of academic practice and not engage in \nacademic misconduct. \n \n1.2 \nThe relevant Academic Misconduct Procedure will be applied to any student \nwhere concerns are raised that they have not followed the appropriate \nacademic procedures or standards, and are alleged to have engaged in \nacademic misconduct. \n \n1.3 \nThe Head of School is responsible for ensuring that all students are advised \nof good and poor academic practice, and of the consequences if a student is \nfound to have sought to gain an unfair advantage in any assessment or in \nthe conduct of academic work. \n \n2. \nDefinition of Academic Misconduct \n \n2.1 \nWhen your action(s) or inaction(s) raises a concern that you might be \nengaging in academic misconduct, this will be investigated as a breach of \nacademic integrity. Academic misconduct can take place irrespective of \nwhether your actions or inactions were intended to gain an unfair advantage \nor not. Academic misconduct includes, but is not limited to the following: \n \n.1 \nPlagiarism: the use of someone else’s words, ideas, intellectual \nproperty, or work, without proper acknowledgment by use of correct \nreferencing conventions, or necessary permissions. Words or ideas \nmay include: text (including paraphrasing), diagrams, formulae, \nsoftware. \n \n.2 \nSelf-plagiarism: when work is reproduced or re-presented for \nassessment when it has already been part of another assessment. \nThis includes work on your current programme of study or a previous \nprogramme of study at the University or at another educational \ninstitution. \n \n.3 \nExternal writing service: the use of an external writing service, for \nexample essay banks, essay mills, ghost writers, or any external \nessay/thesis writing service, in place of or in addition to your own \nwriting. \n \n.4 \nCollusion: presenting work as your own when it has been produced \nby, or with, someone else, or allowing work to be submitted in \nsomeone else’s name. \nAcademic Integrity Policy"
  },
  {
    "policy": "Academic Integrity Policy",
    "source_file": "Academic-Integrity-Policy.pdf",
    "page": 5,
    "text": "4 \n \n.5 \nExamination misconduct: any action in an examination venue which \nis against examination rules and/or which may lead to an unfair \nadvantage over other students. This may include bringing \nunauthorised materials or items into an examination, copying the \nresponses of another student, communicating with any person other \nthan the examination invigilator in an examination by speaking, text, \ntelephone, gestures or on any other platform, impersonating another \nstudent, or allowing yourself to be impersonated. \n \n.6 \nAny attempt to gain an unfair advantage in an assessment. \n \n.7 \nDishonesty: when information or actions that are not true or \nauthentic are presented or there is deliberate deception \n \n3. \nDefinition of Academic Misconduct in Research \n \n3.1 \nAll students taking part in research are expected to observe the highest \nstandards of professional behaviour, rigour and integrity in conducting and \npresenting their research. It is the responsibility of students undertaking \nresearch to be aware of their commitments and the expectations of the \nUniversity in this regard, as outlined in the Research Integrity and \nGovernance Code of Practice. Contraventions of the Research Integrity and \nGovernance Code of Practice may amount to academic misconduct. \nStudents should also comply with the expectations and requirements of \nfunding and regulatory bodies, sponsors and relevant legislation, including \nresearch ethics requirements. \n \n3.2 \nIn addition to relevant examples of academic misconduct listed above \n(plagiarism, collusion), research misconduct encompasses, but is not limited \nto, the following: \n \n• \nFabrication - includes the creation of false data or other aspects of \nresearch, including documentation and participant consent. \n \n• \nFalsification - includes the inappropriate manipulation and/or selection \nof data, imagery, research processes, materials and/or consents. This \nincludes changing or omitting data or results so that the research is not \naccurately represented in the research record. \n \n• \nMisrepresentation of: \n− \nData - including suppression of relevant results/data or knowingly, \nrecklessly or negligently presenting a flawed interpretation of data \n− \nInvolvement - including inappropriate claims to authorship or \nattribution of work and denial of authorship/attribution to persons \nwho have made an appropriate contribution \n− \nInterests - including failure to declare a conflict of interest/a \ncompeting interest, qualifications, experience and/or credentials of \npublication history, including undisclosed duplication of publication"
  },
  {
    "policy": "Academic Integrity Policy",
    "source_file": "Academic-Integrity-Policy.pdf",
    "page": 6,
    "text": "5 \n \n• \nMismanagement or inadequate preservation of data and/or primary \nmaterials – non-compliance with University and/or funders’ \nrequirements for the management or preservation of data and/or \nprimary material. \n \n \n• \nFailure to meet legal, ethical, or professional requirements, including: \n− \nnot observing legal, ethical and other requirements for human \nresearch participants, animal subjects, or human organs or tissue \nused in research, or for the protection of the environment \n(including a failure to obtain appropriate ethical \nreview/commencing human research without having first obtained \na favourable ethical opinion (where such an opinion was \nrequired)) \n− \nbreach of duty of care for humans involved in research whether \ndeliberately, recklessly or negligently, including failure to obtain \nappropriate informed consent (where required) \n− \nmisuse of personal data, failure to ensure the proper handling of \nprivileged or private information on individuals collected during the \nresearch. \n \n3.3 \nAny misconduct during research activity that is not dealt with by the relevant \nAcademic Misconduct Procedure will be dealt with under the Student \nConduct Procedure or, where the individual concerned is a staff candidate, \nthe Procedures for Dealing with Allegations of Misconduct in Academic \nResearch. \n \n3.4 \nHonest errors and differences in, for example, interpretations do not \nconstitute research misconduct. Similarly, it does not include what is no \nmore than academically poor research. \n \n4. \nHow to Maintain Academic Integrity and Avoid Academic Misconduct \n \n4.1 \nThe University has guidance on the intranet and Learning Central about \nappropriate academic conduct. If you have questions about the meaning of \nacademic misconduct, you should speak to your personal tutor, module \nleader, or supervisor. \n \n4.2 \nStudents are advised to take care with academic working practices: \n.1 \nSeeking help from others or helping others: you are encouraged to \ndiscuss and share ideas and information as part of your studies. \nHowever, students who assist others to commit academic \nmisconduct whether or not for payment (e.g. giving another student \nthe opportunity to copy part or all of a piece of work, providing copies \nof assessments, or providing bespoke work for assignments to \nanother student) will be subject to the same sanctions as those who \nsubmit the assessment. As a student, you are personally responsible \nfor ensuring that you protect your own work, submit it yourself and \ndo not allow other students to use your work."
  },
  {
    "policy": "Academic Integrity Policy",
    "source_file": "Academic-Integrity-Policy.pdf",
    "page": 7,
    "text": "6 \n \n.2 \nReferencing: you will be given information on good academic \nassessment practice in your programme handbooks and will be \ninformed of where to access study skills and how to reference \ncorrectly. Postgraduate research students can seek advice on \nappropriate referencing from their supervisor. \n \n.3 \nUse of non-medical helpers: you may have a person allocated to \nhelp you with your studies as a reasonable adjustment through the \nDisability & Dyslexia Service. They will be trained to help you and \nwill understand the boundaries of the help they are able to provide. \nYou should discuss the ways in which you will work together at the \nbeginning of your working relationship, but the helper will not assist \nyou with the academic content of your work. \n \n.4 \nSupervision: if you are studying on a research programme, your \nsupervisor(s) will be expert in their field and will be able to guide you \nin the development of your research including what constitutes good \nresearch practice. As a student you will be expected to conduct your \nacademic work honestly and with integrity."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 1,
    "text": "November 2025 \n \nMSci \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nACADEMIC REGULATIONS \nAND POLICIES \n2025/2026"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 2,
    "text": "1 \n \n \nIntroduction ................................................................................................................ 2 \nInstitutional Oversight ................................................................................................. 3 \nChanges since 2024/2025 .......................................................................................... 5 \nSources of Further Information ................................................................................... 7 \nAcademic Governance ........................................................................................... 10 \nAcademic Management Regulations .................................................................... 10 \nVariation of Arrangements .................................................................................... 18 \nAdmissions Regulations ....................................................................................... 21 \nAwards and Programmes ...................................................................................... 28 \nAwards Regulations .............................................................................................. 28 \nTaught Programme Regulations ........................................................................... 33 \nRegulations for Modular Taught Programmes ................................................... 34 \nProgramme/Award Specific Regulations \nThe following programmes and awards follow specific Academic Regulations \noutside of the general taught regulations. These can be accessed via the links \nbelow: \n• Bachelor of Medicine and Bachelor of Surgery (MB BCh) Regulations \n• Bachelor of Dental Surgery (BDS) Regulations \n• Dental Therapy and Hygiene (BSc and DipHE) Regulations \n• MA Social Work Regulations \n• Master of Dental Science (MScD) Regulations \n• Master of Research (MRes) \nResearch Programmes ......................................................................................... 62 \nResearch Degree Regulations ........................................................................... 62 \nRegulations for PhD by Published Works .......................................................... 70 \nRegulations for Higher Doctorates ..................................................................... 74 \nAssessment ............................................................................................................ 76 \nAssessment and Examining Board Regulations ................................................... 76 \nResearch Degree Assessment Regulations.......................................................... 88 \nStudent Study and Engagement Regulations ...................................................... 99 \nStudent Conduct Regulations ............................................................................. 103 \nStudent Complaints, Appeals and Review Regulations ................................... 106 \nContents"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 3,
    "text": "2 \nIntroduction \n \n \nThese Academic Regulations and associated policies and procedures provide a \nframework for the development, management and delivery of programmes and study \nat Cardiff University. The purpose of the regulations and associated policies is to \nensure that Cardiff University can discharge effectively its responsibilities to all \nstudents fairly and effectively and to ensure that the standards of awards are \nconsistent with the relevant national qualification frameworks. \nThe 2025/26 Academic Regulations apply to students who have enrolled, or re-\nenrolled since 1 August 2026. For students who have not yet enrolled this academic \nyear, the 2024/25 Academic Regulations will apply. \nThe regulations have been presented using the following structure: \n- \nAcademic Governance \n- \nAdmissions \n- \nAwards and Programmes \n- \nAssessment \n- \nStudent Study and Engagement \n- \nStudent Conduct \n- \nStudent Complaints and Appeals \n \nAssociated policies and procedures have been aligned with this structure. There are \nlinks to the appropriate policies and procedures and these can be found in the \nSources of Further Information section. \nIf you are a disabled student and require adjustments to these regulations or \nprocedures to be able to fully engage with the process, please contact the Academic \nRegistrar to identify any reasonable adjustments which can be made to support your \nengagement. \nUniversity officers may nominate alternates to act on their behalf. \nIntroduction"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 4,
    "text": "3 \nInstitutional Oversight \n \nThe Academic Regulations are approved by Senate on the recommendation of the \nAcademic Standards and Quality Committee (ASQC). The regulations will be kept \nunder regular review to ensure they continue both to support internal processes to \nfunction efficiently and effectively, and to fully meet the principles of the UK Quality \nCode for Higher Education. \nSector-Agreed Principles \nPrinciple 1: Taking a strategic approach to managing quality and standards \nProviders demonstrate they have a strategic approach to securing academic \nstandards and assuring and enhancing quality that is embedded across the \norganisation. \nPrinciple 2: Engaging students as partners \nProviders take deliberate steps to engage students as active partners in assuring \nand enhancing the quality of the student learning experience. Engagement happens \nindividually and collectively to influence all levels of study and decision making. \nEnhancements identified through student engagement activities are implemented, \nwhere appropriate, and communicated to staff and students. \nPrinciple 3: Resourcing delivery of a high-quality learning experience \nProviders plan, secure and maintain resources relating to learning, technology, \nfacilities and staffing to enable the delivery and enhancement of an accessible, \ninnovative and high-quality learning experience for students that aligns with the \nprovider’s strategy and the composition of the student body. \nPrinciple 4: Using data to inform and evaluate quality \nProviders collect, analyse and utilise qualitative and quantitative data at provider, \ndepartmental, programme and module levels. These analyses inform decision-\nmaking with the aim of enhancing practices and processes relating to teaching, \nlearning and the wider student experience. \nPrinciple 5: Monitoring, evaluating and enhancing provision \nProviders regularly monitor and review their provision to secure academic standards \nand enhance quality. Deliberate steps are taken to engage and involve students, \nstaff and external expertise in monitoring and evaluation activity. The outcomes and \nimpact of these activities are considered at provider level to drive reflection and \nenhancement across the provider. \nPrinciple 6: Engaging in external review and accreditation \nProviders engage with external reviews to give assurance about the effectiveness of \ntheir approach to managing quality and standards. External reviews offer insights \nabout the comparability of providers’ approaches and generate outcomes that \nproviders can use to enhance their policies and practices. Reviews may be \ncommissioned by providers, form part of a national quality framework or linked to \nInstitutional Oversight"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 5,
    "text": "4 \nprofessional recognition and actively include staff, students and peers. They can be \nundertaken by representative organisations, agencies or professional, statutory and \nregulatory bodies (PSRBs) with recognised sector expertise according to the \nprovision being reviewed. \nPrinciple 7: Designing, developing, approving and modifying programmes \nProviders design, develop, approve and modify programmes and modules to ensure \nthe quality of provision and the academic standards of awards are consistent with \nthe relevant Qualifications Framework. Providers ensure their provision and level of \nqualifications are comparable to those offered across the UK and, where applicable, \nThe Framework of Qualifications for The European Higher Education Area. \nPrinciple 8: Operating partnerships with other organisations \nProviders and their partners agree proportionate arrangements for effective \ngovernance to secure the academic standards and enhance the quality of \nprogrammes and modules that are delivered in partnership with others. \nOrganisations involved in partnership arrangements agree and communicate the \nmutual and specific responsibilities in relation to delivering, monitoring, evaluating, \nassuring and enhancing the learning experience. \nPrinciple 9: Recruiting, selecting and admitting students \nProviders operate recruitment, selection and admissions processes that are \ntransparent, fair and inclusive. Providers maintain and publish accurate, relevant and \naccessible information about their provision, enabling students to make informed \nchoices about their studies and future aspirations. \nPrinciple 10: Supporting students to achieve their potential \nProviders facilitate a framework of support for students that enables them to have a \nhigh-quality learning experience and achieve their potential as they progress in their \nstudies. The support structure scaffolds the academic, personal and professional \nlearning journey, enabling students to recognise and articulate their progress and \nachievements. \nPrinciple 11: Teaching, learning and assessment \nProviders facilitate a collaborative and inclusive approach that enables students to \nhave a high-quality learning experience and to progress through their studies. All \nstudents are supported to develop and demonstrate academic and professional \nskills and competencies. Assessment employs a variety of methods, embodying the \nvalues of academic integrity, producing outcomes that are comparable across the \nUK and recognised globally. \nPrinciple 12: Operating concerns, complaints and appeals processes \nProviders operate processes for complaints and appeals that are robust, fair, \ntransparent and accessible, and clearly articulated to staff and students. Policies and \nprocesses for concerns, complaints and appeals are regularly reviewed and the \noutcomes are used to support the enhancement of provision and the student \nexperience."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 6,
    "text": "5 \n \nRegulation/ \nSection \nDescription of change \nEffective from \nAcademic \nManagement \nRegulations \nRemoval of references to “Annual Review and \nEnhancement” to reflect changes to the Review \nand Enhancement process. \n12 November \n2025 \nMB BCh \nRegulations \nAmendments to allow students to repeat up to \ntwo years of the programme rather than one. \nRemoval of section for ‘entry with advance \nstanding’ has been removed as this is now \nmanaged by a specific admissions policy. \n12 November \n2025 \nResearch \nDegree \nAssessment \nRegulations \nProvision for integrated PhD programmes added \nto Regulations. \n12 November \n2025 \n \nChanges since 2024/2025 \n \n \n \nRegulation/ \nSection \nDescription of change \nEffective \nfrom \nAcademic \nManagement \nRegulations \nConsequential amendments to replace \nreferences to the College Dean for \nUndergraduate Studies and College Dean for \nPostgraduate Studies with College Dean for \nEducation, following amendment to Ordinance 9 \nby Chairs of Senate and Council. \n1 August 2025 \nRegulations for \nModular \nTaught \nProgrammes \nYear of Study Abroad – Additions to progression \nand award rules: \n• Students undertaking a standard year of \nstudy abroad will be required to achieve all \ncredits to progress prior to undertaking the \nyear of study abroad; \n• Standard years of study abroad are now \nzero weighted for calculating degree \nclassifications. \n \nClarification of level requirements for year of \nstudy abroad. \n \n1 August 2025 \nResearch \nDegree \nRegulations \nReference to the previous Unsatisfactory \nProgress or Engagement Policy and Procedure \n(Research Students) replaced with the new \nUnsatisfactory Progress Policy (Research \nStudents). \n1 August 2025 \nChanges since 2024/2025 \nIn-session changes 2025/2026"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 7,
    "text": "6 \nRegulations for \nHigher \nDoctorates \nAddition to eligibility criteria to allow members of \nstaff who have retired within the last two years \nand who were members of staff for at least 6 \nyears prior to retirement to make an application \nfor a Higher Doctorate. \n1 August 2025 \nStudent Study \nand \nEngagement \nRegulations \nAmendments to reflect the new Student \nAttendance and Engagement Monitoring Policy \nand Unsatisfactory Progress Policy (Research \nStudents). \n1 August 2025 \nStudent \nConduct \nRegulations \nAmendment to 3.1 to reflect that complaints \nabout student conduct now come under the \nrevised Student Conduct Procedure (rather than \nthe Student Complaints Procedure) \n1 August 2025"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 8,
    "text": "7 \nSources of Further Information \n \n \nThe Academic Regulations are supported by a number of policies and procedures, \nwhich can be accessed in the links below. \nAdmissions \n• Admissions Regulations Variations and Procedures \n• Admissions Policy for Undergraduate Dental Programmes \n• Admissions Policy for Undergraduate Healthcare Programmes \n• Admissions Policy for Undergraduate Medicine Programmes \n• Complaints Against Applicants Procedure \n• Contextual Admissions Criteria and Application \n• Criminal Convictions Policy Procedure and Guidance \n• Data Protection Notice for Students and Applicants \n• Deposits for Postgraduate Taught Programmes \n• Determining Applicants’ Fitness to Practise and Eligibility to Pursue Regulated \nProgrammes \n• Document Verification Procedure for Applicants \n• English Language Requirements \n• Extenuating Circumstance Policy and Guidance for Applicants \n• Feedback, Complaints and Appeals Procedure for Applicants \n• Guiding Principles of Fee Assessment \n• High-Performance Sports Programme Admissions Policy \n• Interview and Audition Guidance \n• Oversubscription Policy for Undergraduate Programmes \n• Presenting Original Documentation at Enrolment \n• Period of Relevance for Previous Academic Qualifications \n• Recognition of Prior Learning (Credit Transfer and Experiential) \n• Safeguarding Children and Adults at Risk Policy and Procedures \n• Terms and Conditions of Offer \n• Under 18s Policy \nAwards and Programmes \nAwards policies and procedures: \n• Academic Dress Policy \nProgramme policies and procedures: \n• Procedure for the approval of programmes, modules, and other credit bearing \nprovision \n• Institutional Expectations for Programme Structure, Design and Delivery \nSources of Further Information"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 9,
    "text": "8 \n• Strategic Approach to the Enhancement of Assessment and Feedback - \n2023-2027 \n• Education Partnership Policy \n• Education Partnership Procedure \n• Postgraduate Research Partnership Policy \n• Postgraduate Research Partnership Procedure \n• Policy for Recording Educational Activities \n• Teaching Timetable Publication Policy \nMonitoring and review: \n• Monitoring and Review Policy \n• Review and Enhancement \n• Revalidation \nAssessment \n• Reasonable Adjustment Policy and Procedure \nTaught programmes: \n• Extenuating Circumstances Policy and Procedure \n• Examination and Assessment Policy and Procedures \n• Policy and guidance on structured clinical Assessments \n• Marking and Moderation Policy \n• Academic Feedback Policy \n• External Examiners Procedure \n• Process for Welsh-Medium Assessments \nResearch programmes: \n• Extenuating Circumstances Policy (Research Students) \n• Policy on the Submission and Presentation of Research Degree Theses \n• Policy on Late Submission of Research Degree Theses \n• Policy and Procedure for the Appointment of Research Degree Examining \nBoards (Viva Examination) \n• Policy and Procedure for the Conduct of Research Degree Examinations \n• Bar on Access Policy (Research Degree Theses) \n• Policy and Procedure on the Final Deposit of Degree Theses \n• Procedures for the Application, Submission and Examination of PhD by \nPublished Works \n• Procedures for the Application, Submission and Assessment of Higher \nDoctorates \n• Procedure for the Re-Registration of Former Research Degree Students for \nExamination"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 10,
    "text": "9 \nStudent Study and Engagement \n• Student Support Intervention Policy and Procedure \nTaught students: \n• Student Attendance and Engagement Monitoring Policy \n• Interruption of Study Procedure (taught programmes) \n• Personal Tutor Policy \n• Learning Central Core Checklist \nResearch students: \n• Policy and Procedure on the Monitoring of Research Students \n• Unsatisfactory Progress Policy (Research Students) \n• Policy on Research Student Supervision \n• Policy on Supervisor Responsibilities \n• Interruption of Study Policy (Research Students) \n• Policy on Maternity, Adoption, Paternity/Partner and Shared Parental Leave \nfor Research Students \n• Policy on the Induction and Training of Research Students \nStudent feedback: \n• Module Enhancement Policy \n• Student Voice Framework \nStudent Conduct \n• Student Charter \n• Student Conduct Procedure \n• Fitness to Practise Procedure \n• Academic Integrity Policy \nTaught students: \n• Academic Misconduct Procedure (Taught Students) \nResearch students: \n• Academic Misconduct Procedure (Research Students) \n• Policy on Research Student Responsibilities \nStudent Complaints and Appeals \n• Student Complaints Procedure \n• Academic Appeals Policy and Procedure \n• \nUniversity Review Procedure"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 11,
    "text": "10 \nAcademic Governance \nAcademic Management Regulations \n \n \n1. \nGovernance \n1.1 \nThe constitutional framework within which the University operates is based \nupon its Royal Charter and the supporting Statutes and Ordinances. These \nAcademic Regulations, relating to academic management, supplement the \ncontent of the Charter, Statues and Ordinances. \nCouncil is the governing body and, as such, the supreme authority of the \nUniversity. It has the ultimate power of decision in all matters affecting the \nUniversity (Ordinance 4). \nThe Senate is our chief academic authority and is responsible, on behalf of \nthe Council, for determining educational policy (Ordinance 5). \nThe Education and Student Experience Committee is responsible for \nadvising the University on all matters relating to education and the student \nexperience across the full range of its provision for students (Ordinance \n10). \nThe Academic Standards and Quality Committee is responsible for advising \nthe University on all matters relating to the promotion of academic quality \nand standards (Ordinance 10). \nThe University Awards and Progress Committee, under authority delegated \nto it by Senate and Council, receives recommendations from Examining \nBoards and admits those qualified to degrees, certificates, diplomas or \nother academic award of the University (Ordinance 10). \n2. \nCollege Structure \n2.1 \nOur Academic Schools are organised into three Colleges as specified in \nOrdinance 9, Academic Bodies. \n3. \nResponsibilities \n3.1 \nThe responsibilities of College Pro Vice-Chancellors and Heads of Schools \nare specified in Ordinance 9, Academic Bodies. \n3.2 \nAll proposals which require the approval of University Committees or have \nresource implications, will be subject to the written approval of the relevant \nHead/(s) of School and College PVC. \n3.3 \nThe role of committees is, essentially, to decide or to advise upon issues of \npolicy; as far as is possible, the responsibility for day-to-day administrative \nmatters is delegated to named individuals. \nAcademic Governance \nAcademic Management Regulations"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 12,
    "text": "11 \n3.4 \nStudents will have opportunities to participate in making decisions about \nacademic matters through their membership of relevant committees. \n3.5 \nAccountability for the quality of the educational experiences made available \nto students, including those pursuing modules offered by the School within \njointly-taught and co-taught programmes, and programmes where the first \nyear is inter-School based, will rest with the Heads of the participating \nSchools. \n3.6 \nEvery Module (modular Programmes) or taught Unit of Study (non-modular \nProgrammes) (hereafter, the term 'Module' will be used to refer to both) will \nbelong to one School only; responsibility for Modules cannot be shared. \n4. \nBasic Structure for Management of Taught Programmes \nIn accordance with Ordinances, it is the responsibility of each Head of \nSchool to establish the basic structure within his/her School for the \nmanagement of taught Programmes. This will comprise, as a minimum: \n4.1 \nThe School Board \nIn every School there will be a senior committee, advisory to the Head of \nSchool and chaired by the Head or his/her nominee, which will be \nconcerned with major issues relating to the School. \n4.1.1 \nIn relation to taught Programmes these will include: \n.1 \nthe establishment of the School's mission and objectives for their \nreview; \n.2 \nthe development of the School's Strategic Plan in line with institutional \nstrategies; \n.3 \nto consider matters relating to learning, teaching and assessment in \naccordance with the University's priorities, as defined by University \nstrategy outlined in ‘Our future, together’ and University Regulations \nand Policies; \n.4 \nthe allocation and monitoring of resources to taught Programmes; \n.5 \nreceiving and considering recommendations from Boards of Studies \nfor new programmes and major changes to existing programmes. \n4.2 \nThe School Education and Student Experience Committee \n4.2.1 \nThe Head of School will establish a School Education and Student \nExperience Committee, the Chair being the Director of Learning and \nTeaching, which shall report to the School Board and College Education \nand Student Experience Committee. \n4.2.2 \nThe School Education and Student Experience Committee will provide \noversight of the arrangements for the management of taught programmes"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 13,
    "text": "12 \nand the student experience, advising/recommending to the Head of School \nvia the School Board, on matters including: \n• receiving and considering recommendations from Boards of Studies; \n• reviewing and analysing student feedback and considering any \nrecommendations from the Student Staff Panel(s); \n• ensuring that the arrangements for teaching, assessment and \nsupporting students adhere to and are aligned with the University’s \nregulations, policies and procedures and the University’s strategies; \n• identifying enhancement initiatives which contribute to the achievement \nof the aims of the Education and Student sub-strategy University \nstrategy and oversight on the impact and effectiveness of actions taken; \n• engagement with Review and Enhancement activities co-ordinated by \nthe College; \n• providing oversight of the implementation and effectiveness of actions in \nthe Student Experience Enhancement plan; \n• promoting opportunities for staff development; \n• integrating consideration of equality, and diversity and inclusion and \nsustainability in all matters falling within its remit. \n \n4.2.3 \nThe School Education and Student Experience Committee will advise and \nreport to the College Education and Student Experience Committee on \nmatters including: \n• School’s progress in supporting the implementation of the University \nstrategy; \n• opportunities for innovation and enhancement in teaching and \nassessment; \n• opportunities for the enhancement of the student experience, \nparticularly with reference to student feedback; \n• issues or concerns relating to education and student experience which \nrequire further consideration at University-level. \n \n4.2.4 \nThe School Education and Student Experience Committee will disseminate \nto the School Board and Boards of Studies, as appropriate, information \nreceived and considered at meetings of the College Education and Student \nExperience Committee and Academic Standards and Quality Committee, \nand feedback received in respect of the School’s Review and Enhancement \nactivities. \n4.2.5 \nThe membership of the School Education and Student Experience \nCommittee will include: Chairs of Boards of Studies; Assessment and \nFeedback lead; Employability Champion; Senior Personal Tutor; senior \nstudent representative; and other members as agreed by the Head of \nSchool and Director of Learning and Teaching. \n4.3 \nBoards of Studies \n4.3.1 \nAll Programmes must come under the oversight of a Board of Studies. The \nHead of School will establish such Boards of Studies as are necessary to"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 14,
    "text": "13 \nensure the co-ordination of all academic and administrative matters \nassociated with taught Programmes provided by the School. \n4.3.2 \nBoards of Studies will report to the School Education and Student \nExperience Committee. They will be concerned with one or more \nProgrammes, or parts of joint Programmes offered by the School. Their \ncore functions will include the following: \n.1 \nengagement with Review and Enhancement of programmes/ part \nprogrammes; \n.2 \nto consider, and where appropriate advise the School Education and \nStudent Experience Committee on, matters such as: \n• the continued suitability of programme level aims and intended \nlearning outcomes; \n• any revised assessment strategy and structure is in line with \nprinciples of programme structure, design and delivery; \n• all professional accreditation reports and visits are reviewed and \nactioned appropriately; \n• all collaborative provision programmes are monitored with \nparticular reference to the moderator reports; \n• monitoring ‘Teach Out’ plans for any programmes that have \nbeen discontinued; \n• all External Examiner reports are reviewed with particular \nreference to feedback on quality and standards of programmes \nand any proposals for changes to programmes. \n \n.3 \nto approve, and where appropriate advise the School Education and \nStudent Experience Committee on, changes to programmes as \npermitted by the Programme Development Policy; \n.4 \nto advise the School Education and Student Experience Committee \non proposals for new programmes or major changes to programmes; \n.5 \nto advise the Head of School on the progress of students applying for \nentry via recognition of prior learning (accredited and experiential), \ninternal transfers, and previous Cardiff University students returning to \nstudy. \n.6 \nto advise the School Education and Student Experience Committee of \nmatters for further consideration by the School or for onward referral \nto College or University-level committees; \n.7 \nto review and consider student feedback received from surveys and \nStudent Staff Panel(s) relating to the delivery of programmes. \n4.3.3 \nThe composition of Boards of Studies is not prescribed save that they shall \ninclude:"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 15,
    "text": "14 \n• \nat least one academic staff representative of each Module under the \noversight of the Board of Studies; \n• \nat least one student representative, normally drawn from the \nStudent/Staff Panels administered by the Board of Studies and \nelected by and from the student members of the Staff/Student Panels. \nEach Board of Studies will determine the number of additional student \nrepresentatives (if any) to be included within its membership. \n4.4 \nStudent Staff Panel \n4.4.1 \nStudent Staff Panels provide students with an opportunity to raise issues \nand positive experiences with the school relating to their educational \nexperience and provide schools with an opportunity to consult with students \non proposals relating to their educational experience. \n4.4.2 \nEach school will have at least one Student Staff Panel for taught \nprogrammes and one for postgraduate research, with additional Panels \nestablished to ensure that issues can be discussed with appropriate \nrepresentation, e.g. undergraduate and postgraduate taught. \n4.4.3 \nThe Minutes of Student Staff Panels for taught programmes will be \nsubmitted to the relevant Boards of Studies and School Education and \nStudent Experience Committee in order that issues raised may be \nconsidered. Where deemed appropriate, the Minutes can also be used to \nrefer issues directly with the Director of Learning and Teaching or Director \nof Postgraduate Research and/or Head of Schools. Minutes will also be \nsubmitted to the Students’ Union which will produce semester-based \nreports on activity across the University. \n4.4.4 \nAdvice and guidance is available in a code of practice on Academic \nRepresentation. \n4.5 \nExamining Boards \n4.5.1 \nExamining Boards will be established in accordance with Senate \nAssessment and Examining Board Regulations. \n4.6 \nCollege Education and Student Experience Committee \n4.6.1 \nThe College Education and Student Experience Committee will provide \noversight of the arrangements for the delivery of taught programmes and \nthe student experience and initiatives to support the achievement of the \naims and objectives of the University strategy, including: \n• identifying enhancement initiatives which contribute to the achievement \nof the aims of the University strategy; \n• reviewing and evaluating student feedback; \n• oversight of progress on the implementation, impact and effectiveness \nof enhancement activities and initiatives; \n• evaluating the impact of policies relating to the student experience; \n• promoting innovation and enhancement in teaching and assessment;"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 16,
    "text": "15 \n• promoting opportunities for staff development; \n• considering issues raised by School Education and Student Experience \nCommittees; \n• integrating consideration of equality, and diversity and inclusion and \nsustainability in all matters falling within its remit. \n \n4.6.2 \nThe College Education and Student Experience Committee will receive, \nconsider, and disseminate, to the School Education and Student \nExperience Committees, as appropriate, information received and \nconsidered at meetings of the Education and Student Experience \nCommittee and Academic Standards and Quality Committee. \n4.6.3 \nThe Committee will be chaired by the College Dean for Education and its \nmembership will include: Director of Learning and Teaching from each \nSchool; a Students’ Union sabbatical officer nominated by the President; \ntwo senior student representatives. \n5. \nStructure for the Management of Research Degrees \n5.1 \nCollege PGR Education and Student Experience Committee \n5.1.1 \nEach College will have a PGR Education and Student Experience \nCommittee reporting to the University Education and Student Experience \nCommittee and Academic Standards and Quality Committee and also to \nthe respective College Board. \n \n5.1.2 \nThe College PGR Education and Student Experience Committee will \nprovide oversight of the arrangements for the delivery of PGR programmes \nand the student experience and initiatives to support the achievement of \nthe aims and objectives of the University strategy, including: \n \n• identifying enhancement initiatives which contribute to the \nachievement of the aims of the University strategy; \n• reviewing and evaluating student feedback; \n• oversight of progress on the implementation, impact and \neffectiveness of \n• enhancement activities and initiatives; \n• evaluating the impact of policies relating to the student experience; \n• promoting opportunities for staff development; \n• considering issues raised by School PGR committee and Student \nstaff panels; \n• integrating consideration of equality, and diversity and inclusion, \n• employability and sustainability in all matters falling within its remit. \n \n5.1.3 \nThe College PGR Education and Student Experience Committee will \nreceive, consider, and disseminate, to the School PGR Committees, as \nappropriate, information received and considered at meetings of the \nEducation and Student Experience Committee and Academic Standards \nand Quality Committee."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 17,
    "text": "16 \n5.1.4 \nThe Committee will be chaired by the College Dean for Education and its \nmembership will include: Director of Postgraduate Research Studies from \neach School; a Students’ Union sabbatical officer nominated by the \nPresident; two senior student representatives. In addition, two professional \nservices PGR managers or equivalent will attend. \n \n5.2 \nSchool Postgraduate Research Committee \n5.2.1 \nHeads of School are responsible for communicating to students and staff \nany arrangements for the conduct and management of research degrees, \nwhich are supplementary to the University’s regulations, policies and \nprocedures governing research degrees. \n5.2.2 \nThe Head of School will establish a School Postgraduate Research \nCommittee, the Chair being the Director of Postgraduate Research Studies, \nwhich shall report to the School Board and College PGR Education and \nStudent Experience Committee. \n5.2.3 \nThe School Postgraduate Research Committee will provide oversight of the \narrangements for the management of postgraduate research programmes \nand academic support for postgraduate research students, \nadvising/recommending to the Head of School via the School Board, on \nmatters including: \n1. ensuring that the arrangements for the supervision and monitoring of \npostgraduate research students comply with the University \nrequirements, and are readily accessible to all staff and students; \n2. ensuring that all students have adequate supervision in the pursuit of \ntheir research goals and professional development needs; \n3. considering and confirming student entitlements, including provision in \nterms of space / infrastructure, access to funding for conferences, \nresearch costs, travel and training, and teaching opportunities; \n4. ensuring appropriate arrangements for the consideration of applications \nand conduct of interviews; \n5. reviewing and considering student feedback received from surveys and \nthe Student Staff Panel; \n6. reviewing management information, including, progression, submission, \ncompletion, feedback from students and examiners, and use such \ninformation to inform School actions; \n7. engagement with Review and Enhancement activities co-ordinated by \nthe College; \n8. opportunities for the enhancement of the student experience; \n9. proposals for new research programmes; \n10. integrating consideration of equality, and diversity and inclusion and \nsustainability in all matters falling within its remit. \n \n5.2.4 \nThe School Postgraduate Research Committee will advise the College \nPGR Education and Student Experience Committee, via the College Dean \nfor Education: \n• opportunities for the enhancement of the student experience;"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 18,
    "text": "17 \n• issues or concerns relating to the arrangements for research degrees \nand/or student experience which require further consideration at \nUniversity-level. \n \n5.2.5 \nThe composition of the School Postgraduate Research Committee is not \nprescribed save that it shall include academic staff responsible for the \nsupervision and monitoring of postgraduate research students and at least \none student representative. \n6. \nVarying the Basic Academic Decision-Making Structure \nAny case to vary the basic academic decision-making structure approved \nby Senate will be made to the Academic Standards and Quality Committee, \nwhich is authorised to approve such variations."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 19,
    "text": "18 \nVariation of Arrangements \n \n \n1. \nChanges to University Regulations \n \n1.1 \nThe University reserves the right to add to, delete or make reasonable \nchanges to the Regulations where in the opinion of the University this will \nassist in the proper delivery of education. Changes are usually made for one \nor more of the following reasons: \n \na) \nTo review and update the Regulations to ensure they are fit for \npurpose; \nb) \nTo reflect changes in the external environment, including legal or \nregulatory changes, changes to funding or financial arrangements or \nchanges to government policy, requirements or guidance; \nc) \nTo incorporate sector guidance or best practice; \nd) \nTo incorporate feedback from students; and/or \ne) \nTo aid clarity or consistency of approach. \n \n1.2 \nThe University will consult the Students’ Union Elected Officers before \nmaking any substantive changes to the Regulations. \n \n1.3 \nAny changes will normally come into effect at the start of the next academic \nyear, although a change may be introduced during the academic year where \nthe University reasonably considers this to be in the interests of students or \nwhere this is required by law or other exceptional circumstances. The \nUniversity will take all reasonable steps to minimise disruption to students \nwherever reasonably possible, for example, by giving reasonable notice of \nchanges to Regulations before they take effect, or by phasing in the \nchanges, if appropriate. \n \n1.4 \nThe updated Regulations will be made available on the University's website \nand may be publicised by other means so that students are made aware of \nany changes. \n \n2. \nVariation to programmes or other services/facilities \n \n2.1 \nThe University will make all reasonable efforts to deliver programmes and \nresearch opportunities leading to its awards and related educational and \nother services and facilities as described in the material information \npublished by the University for the academic year in which you begin the \ncourse. \n \n2.2 \nThe University will be entitled to make reasonable changes to its \nprogrammes where that will enable the University to deliver an equivalent \nprogramme or better quality of educational experience to students enrolled \non the programme. Examples of such changes may include: \n \nVariation of Arrangements"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 20,
    "text": "19 \na) \nthe content and syllabus of the programme where developments in the \nsubject area make that necessary; \nb) \nthe timetable, location of the programme and number of classes; \nc) \nthe method of delivery of the programme, services and facilities; \nd) \nthe structure and/ or timing of the academic year; and \ne) \nthe arrangements for and methods of examination and assessment \nprocess. \n \nExamples of circumstances in which the University may need to make such \nchanges include: \n \na) \nwhere key staff have taken extended leave or left the University; \nb) \nwhere the relevant course or module is no longer financially viable; \nc) \nfollowing changes to the funding that the University receives; \nd) \nwhere the changes will enable the University to deliver a better quality \nof educational experience to students on the course; and \ne) \na restructure of the course to improve the student experience and \nefficiency of the University. \n \n2.3 \nIn making any such changes, the University will aim to keep the changes to \nthe minimum necessary to achieve the required quality of experience and \nwill notify and consult affected students in advance about any changes that \nare required. \n \n2.4 \nSometimes circumstances beyond the reasonable control of the University \nwhich could not have been prevented even if the University had taken \nreasonable care (“Events Outside our Control”) mean that the University is \nprevented from, hindered or delayed in providing or otherwise cannot \nprovide the programmes and/ or research opportunities leading to its awards \nand related educational and other services and facilities as described. \nExamples of Events Outside Our Control include (but are not limited to): \n \na) \nacts of God, flood, earthquake, windstorm or other natural disaster or \nsevere weather condition; \nb) \npandemics, epidemics of infectious diseases and other threats to public \nhealth; \nc) \nfire, explosion or accidental damage; \nd) \nterrorism; \ne) \npolitical or civil unrest; \nf) \ncollapse of building structures, failure of machinery, computers or \nvehicles; \ng) \ndamage, interruption or lack of access to buildings, facilities or \nequipment; \nh) \nlabour disputes, including strikes and industrial and other action; \ni) \ninterruption or failure of utility service, including but not limited to \nelectric power, gas or water; \nj) \nthe acts, decrees, legislation, regulations or restriction of any \ngovernment; \nk) \nthe unexpected absence or departure of a key member of staff;"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 21,
    "text": "20 \nl) \nwhere the numbers recruited to a programme and/or module are so low \nthat it is not possible to deliver an appropriate quality of education to \nstudents enrolled on it; \nm) \nin response to the requirements of an accrediting body or professional \nregulator; \nn) \nthe acts or delays of any governmental or local authority; and/or \no) \nwhere an aspect of a course relies on the specific expertise of a \nmember of staff who is ill or leaves, and it is not reasonably possible to \nfind a replacement with the relevant expertise. \n \n2.5 \nWhere Events Outside our Control occur, the University will notify affected \nstudents that the events have occurred and take all reasonable steps to \nminimise the impact on the student learning experience by, for example: \n \na) \ndelivering a modified version of the same programme; \nb) \nmaking available to affected students learning or other support and \nother services and facilities as it considers appropriate; \nc) \ndelivering the programme in a different way, from another location or \nonline, or at another time; \nd) \ndelivering other services and facilities in a different way, from a \ndifferent location or online deferring the start date for the course; and/or \ne) \noffering affected students the opportunity where reasonably possible to \ntransfer to another programme or to withdraw and be given reasonable \nsupport to move to another university. \n \n2.6 \nThe University will provide continued assurances of the standard and quality \nof the award. Students will be informed of any changes to learning support, \nservices and facilities by the University as soon as is practicable. \n \n2.7 \nIf any students are not satisfied with any such steps to mitigate the disruption \ncaused by Events Outside our Control, they may terminate your contract with \nthe University and/ or make a complaint under the University’s Complaints \nProcedure. \n \n2.8 \nWhere, as a result of Events Outside our Control, it is necessary to close or \ndiscontinue or cease to deliver a programme, the University will provide \naffected students with an opportunity to transfer to another Cardiff University \nprogramme or to withdraw and receive reasonable support to find a place at \nanother university."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 22,
    "text": "21 \nAdmissions Regulations \n \n \nInstitutional Oversight \nThe Admissions Regulations and associated policies and procedures have been \napproved by Senate. The regulations and policies will be kept under regular review \nto ensure they continue both to support internal processes to function efficiently and \neffectively, and to fully meet the principles of the UK Quality Code for Higher \nEducation, with particular reference to the key practices set out in principle 9. \nPrinciple 9 - Recruiting, selecting and admitting students \nProviders operate recruitment, selection and admissions processes that are \ntransparent, fair and inclusive. Providers maintain and publish accurate, relevant \nand accessible information about their provision, enabling students to make \ninformed choices about their studies and future aspirations. \nKey practices \na. Policies and procedures for application, recruitment, selection and admission \nto programmes are reliable, fair, transparent and accessible, including \nprocesses for the recognition of prior learning. Similar and proportionate \narrangements are in place for modules and other units of study. \nb. Providers offer information that supports prospective students, and their \nadvisors for recruitment and widening access purposes, in making informed \ndecisions. Providers meet their legal and regulatory obligations in relation to \nthe information presented about themselves and their provision or any \nchanges they make to programmes and modules. \nc. Staff, student representatives and external partners engaged in the delivery of \nrecruitment, selection, admissions and widening access processes are \nappropriately trained and resourced. \nd. All teams involved in the application, selection and admissions processes \nensure information about the applicant journey is consistent and clear. Specific \nelements of the selection process are clearly defined and any programme or \nmodule changes that can impact decision making are communicated swiftly \nand consistently to enable all parties to exercise informed choice. \n \nAdmissions Regulations \n1. \nIntroduction \nThe University welcomes applications from people from all backgrounds with \nthe potential and determination to succeed on our programmes. We are \ncommitted to promoting equality, diversity, and inclusion in all of our \npractices and activities relating to student recruitment, selection, and \nadmission. \nAdmissions Regulations"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 23,
    "text": "22 \n2. \nGeneral Entrance Requirements \n2.1 \nThe University has general entrance requirements in place to ensure that \napplicants have the necessary prerequisites to succeed on a programme at \nthe University. The entry requirements set must satisfy the University that \napplicants will be of appropriate academic standard to complete the \nprogramme. \n2.2 \nApplicants must demonstrate a level of English or Welsh language ability \nthat will enable them to benefit fully from their programme; the level required \nwill vary by programme. The level will be specified with reference to a GCSE \nin English or Welsh Language, higher level study such as A Levels or a \ndegree programme taught through the medium of English, or an IELTS test. \nA full list of acceptable equivalent tests and qualifications, along with the \nscores applicants need to achieve, is published alongside Admissions \npolicies on the University website. \nApplicants who require a visa to study in the UK must present an acceptable \nEnglish language qualification in order to meet UK Government Immigration \nrules. \n2.3 \nApplicants must satisfy all entry requirement(s) and terms of enrolment as \npublished under the programme entry requirements and/or as stated in a \nformal offer of study or enrolment. This may include academic requirements, \nrelevant professional experience, and requirements as outlined by \nprofessional, statutory, or regulatory bodies including appropriate Disclosure \nBarring Service (DBS) checks, and health and medical checks, and bursary \neligibility. \nEntry to some research programmes is only available via specified funding \nroutes. Applicants will be required to secure, and provide evidence of having \nsecured, the required funding to be eligible for entry for onto these \nprogrammes. \nFormal evidence will be required to confirm that all requirements have been \nmet. This evidence must be presented by the specified deadline. \n3. \nDegree Programme Entry Requirements \n3.1 \nEntry requirements are set by the Academic School. For taught degree \nprogrammes, entry requirements will be set in agreement with the \nRecruitment and Admissions Strategy Group. These Regulations set out the \nbasis on which entry requirements will be set for programmes of study at \nCardiff University. \n3.2 \nEntry requirements will be set in line with the requirements of the QAA UK \nQuality Code for Higher Education. \n3.3 \nCandidates for all levels of study must meet the General Entrance \nRequirements as outlined in these Regulations. \n3.4 \nRequirements for specific levels of study are given below:"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 24,
    "text": "23 \nUndergraduate degree programmes \nCandidates for undergraduate degree programmes are required either to \nhold qualifications at Credit and Qualifications Framework (CQFW) level 3 \n(or above) or equivalent as determined by Cardiff University in its \nqualification equivalency guides, or to have been assessed by the Academic \nSchool as having equivalent professional experience/learning. \nPostgraduate taught degree programmes \nCandidates for postgraduate taught degree programmes are required either \nto hold qualifications at Credit and Qualifications Framework (CQFW) level 6 \n(or above) or equivalent as determined by Cardiff University in its \nqualification equivalency guides, or to have been assessed by the Academic \nSchool as having equivalent professional experience/learning. \nResearch degree programmes \nCandidates for postgraduate research degrees are required to hold \nqualifications at Credit and Qualifications Framework (CQFW) level 6 (or \nabove) or equivalent as determined by Cardiff University in its qualification \nequivalency guides. Irrespective of a candidate's qualifications, the School \nconcerned must satisfy itself that a candidate is of the required academic \nstandard to complete the programme of research proposed \nCandidates for the degree of MD must have qualified for the degrees of \nBachelor of Medicine and Bachelor of Surgery at least 3 years prior to \nadmission. \nFor funded research places, entry requirements may be set in line with the \nfunding requirements. \n4. \nFormal Offer of Study: Terms and Conditions \n4.1 \nIf you are offered a place, a formal offer will be sent to you which will outline \nthe terms and conditions for acceptance onto a specified programme of \nstudy. \n4.2 \nThe formal offer will include information on your programme of study, tuition \nfee for the first year of study, deposit (if applicable), your start date, \nanticipated end date, and any academic/non-academic/enrolment conditions \nyou will need to satisfy. \n4.3 \nYour offer will be either conditional or unconditional: \nConditional means that there are academic, non-academic, or \nEnglish/Welsh language requirements that will need to be met before a place \ncan be confirmed. \nUnconditional means that you have, in principle, satisfied all academic, \nnon-academic, or English/Welsh language requirements and a place will be \nconfirmed upon accepting the place by the required deadline and, if"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 25,
    "text": "24 \nappropriate, paying any required deposit. You will need to provide formal \nevidence that you have satisfied the requirements before enrolment (such as \nproviding qualification certificates). \n4.4 \nA formal offer of study is only valid for the stated programme of study and \nstart date. \n5. \nStart Dates and Deferred Entry \n5.1 \nThe date of entry to the programme applied for is confirmed in the formal \noffer. \n5.2 \nBefore submitting an application, applicants may apply for any available \nintake, which may include deferred entry. \n5.3 \nAfter an application has been submitted, or after an offer of study has been \nmade, applicants may request to defer their application/place for up to 12 \nmonths from the start date of the programme originally applied for. Approval \nof the deferral is not guaranteed. Applicants wishing to defer entry for more \nthan 12 months from the start date of the programme are required to \nreapply. \n6. \nChange of Programme \n6.1 \nAfter an application has been submitted or after an offer of study has been \nmade, applicants may request to change their programme of study. Approval \nof the change of programme is not guaranteed and will be subject to places \nbeing available and to the applicant meeting the entry requirements for the \nnew programme of study. \n7. \nApplicant behaviour and responsibility \n7.1 \nWe are committed to a policy of equality and opportunity, and aims to \nprovide a safe learning, working, and social environment that is free from \ndiscrimination. We aim to ensure that students, staff, visitors, and all others \nassociated with the University are treated with dignity, respect, and equity, \nregardless of inappropriate distinctions such as age, disability, gender \nreassignment , marriage and civil partnership, pregnancy, maternity, race, \nreligion, belief, sex, and sexual orientation (as identified under the Equality \nAct 2010 as ‘protected characteristics’). \n7.2 \nIf you display behaviour(s) that are in contravention of the University’s \nEquality and Diversity or Dignity at Work and Study policies (to which all \nstudents and staff of the University are required to adhere) we reserve the \nright to withdraw your admission/enrolment and to terminate any contract. \n7.3 \nIt is the responsibility of the named applicant to provide full and accurate \ninformation in their application, to ensure that the University is informed of \nany changes to their contact details or personal circumstances, and to \nrespond to any additional requests for information required that is relevant to \ntheir application in a timely manner."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 26,
    "text": "25 \n7.4 \nAt the application stage, where false or misleading information has been \nprovided, the application will not be considered further and an unsuccessful \napplication decision will be processed. Following an offer of a place, an offer \nmay be withdrawn or changed if information comes to the attention of the \nUniversity which could have influenced the decision or outcome of an \napplication. This includes the submission of false or misleading information \nin support of an application. \n7.5 \nWhere an applicant or third party acting on behalf of an applicant has \nknowingly or carelessly misled the University by providing false or incorrect \ninformation, the University will notify relevant parties. These include UCAS in \nrelation to the undergraduate applications, the Home Office where \ninformation declared may be used to falsely obtain a visa for entry into the \nUK, and the relevant UK police force in relation to matters of serious fraud \nand deception. \n7.6 \nThe University takes its safeguarding duties seriously. Where information is \nprovided to the University in relation to (or potentially in relation to) a \nsafeguarding matter, the University will discharge its duties to record and \nreport as appropriate any concerns to applicable parties within the \nUniversity, and to relevant external organisations such as the Police \n(including the Counter Terrorism Agency), Children’s Services, or Social \nServices. \n8. \nAdmissions Policies and Procedures \n8.1 \nThe Student Admissions Regulations are supplemented by the University \nAdmissions Policies. \n8.2 \nThe University’s Admissions process is founded on the following principles: \n• fairness; \n• transparency; \n• professionalism; \n• accessibility for applicants and their advisors; \n• consistent application of policy and procedure. \n8.3 \nThe following policies and procedures are associated with these \nRegulations: \nApplicant Verification policy: details the policy and procedure for \ninvestigating concerns regarding false, incorrect, or misleading information. \nComplaints against applicants procedure: provides the procedures for a \nthird party to submit a complaint about an applicants’ behaviour. \nComplaints and Appeals procedure for applicants: provides the policy \nand procedure for an applicant to submit a complaint or an appeal if they are \ndissatisfied with the conduct of the University’s admissions process or its \noutcome. \nContextual Admissions policy: relating to the use of additional information \nas part of the admissions process, to provide context for individual"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 27,
    "text": "26 \napplicant’s performance and achievement in terms of their application to \nUniversity. \nCriminal Convictions policy, procedure and guidance: details the \nrequirements for the disclosure of criminal convictions and the procedure for \nconsideration of any disclosure. \nDeposits for postgraduate programmes (including refunds): details the \nrequirements for who is required to pay a deposit, including exemptions and \nexceptions, and outlines the criteria for refunds. \nEnglish language requirements: details the requirements for \nundergraduate and postgraduate studies for both academic and to meet \nUKVI sponsor licence requirements. \nExtenuating Circumstances policy and guidance: details the policy and \nprocedure for addressing an applicant’s significant personal difficulties or \ncircumstances which have a considerable impact on their academic \nperformance or ability to complete or participate in any type of assessment \ndue to matters outside of their control. \nFee status information: guidance on what fee category an applicant may \nfall under and how to apply for an additional assessment. \nFitness to Practise policy: details the policy and procedure for the entry of \napplicants to regulated programmes relating to their conduct and wellbeing. \nHigh Performance Sports Programme policy: relating to the use of \nadditional information as part of the admissions process, to provide context \nfor individual applicant’s performance and achievement, in sport and \nacademically, in terms of their application to the University. \nInterview and Audition policy: details the policy and procedure for the \nconduct of admissions interviews and auditions to assess an applicant’s \nsuitability for entry onto a programme of study. \nOversubscription policies: provides the policy and procedure for the \nSchools of Dentistry, Healthcare Sciences, Medicine, and Optometry and \nVision Sciences as relates to number caps. \nPresenting original documentation at enrolment: details the procedure \nfor providing hard copy documentation to the University upon request. \nRecognition of Prior Learning Policy (credit transfer and experiential): \ndetails the parameters under which Cardiff University operates recognition of \nprior learning and how applicants apply for exemption from some parts of a \nprogramme through recognition of their learning from previous experiences \nand academic credit. \nSchool-level policies: provide details of additional admissions policies for \nspecialist Schools/programmes. \nStandard Period of Relevance for Previous Qualifications policy: details \nthe policy on the period of relevance for academic qualifications for entry to \nensure current knowledge."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 28,
    "text": "27 \nStudent and applicant data protection notice: sets out how we deal with \nthe personal information of people who are applying to, or studying at, the \nUniversity. \nTerms and conditions of offer: a copy of the document provided to \napplicants when they receive a formal offer of study. \nUnder 18s Policy: sets out the basis on which University admits students \nwho are under 18 years at the start of their programme and the procedure \nfor doing so."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 29,
    "text": "28 \nAwards and Programmes \nAwards Regulations \n \n \n1. \nAwards of Cardiff University \n1.1 \nThe Awards of Cardiff University are designated as follows: \nHigher Doctorate \nDMus \nDoctor of Music/Doethur mewn Cerddoriaeth \nDD \nDoctor of Divinity/Doethur mewn Diwinyddiaeth \nDLitt \nDoctor of Letters/Doethur mewn Llên \nDSc \nDoctor of Science/Doethur mewn Gwyddoniaeth \nDDSc \nDoctor of Dental Science/Doethur mewn Gwyddoniaeth \nDdeintyddol \nDScEcon \nDoctor of Economic and Social Studies/Doethur mewn \nAstudiaethau Economaidd a Chymdeithasol \nLLD \nDoctor of Laws/Doethur yn y Cyfreithiau \nDoctorate (CQFW credit level 8) \nMD \nDoctor of Medicine/Doethur mewn Meddygaeth \nPhD \nDoctor of Philosophy/Doethur mewn Athroniaeth \nProfessional Doctorates (CQFW credit level 8) \nDClinPsy \nDoctor of Clinical Psychology/Doethur mewn Seicoleg Glinigol \nDEdPsy \nDoctor of Educational Psychology/Doethur mewn Seicoleg \nAddysg \nEdD \nDoctor of Education/Doethur mewn Addysg \nEngD \nDoctor of Engineering/Doethur mewn Peirianneg \nDSW \nDoctor of Social Work/Doethur mewn Gwaith Cymdeithasol \nDAHP \nDoctor of Advanced Healthcare Practice/Doethur mewn \nYmarfer Gofal Iechyd Uwch \nDHS \nDoctor of Health Studies/Doethur mewn Astudiaethau Iechyd \nSPPD \nDoctor of Social and Public Policy/Doethur mewn Polisi \nCymdeithasol a Chyhoeddus \nResearch Master (CQFW credit level 7) \nMRes \nMaster of Research/Athro mewn Ymchwil \nMPhil \nMaster of Philosophy/Athro mewn Athroniaeth \nTaught Master (CQFW credit level 7) \nMA \nMaster of Arts/Athro yn y Celfyddydau \nMSc \nMaster of Science/Athro mewn Gwyddoniaeth \nAwards and Programmes \nAwards Regulations"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 30,
    "text": "29 \nMScD \nMaster of Dental Science/Athro mewn Gwyddoniaeth \nDdeintyddol \nMScEcon \nMaster of Economic and Social Studies/Athro mewn \nAstudiaethau Economaidd a Chymdeithasol \nMBA \nMaster of Business Administration/Athro mewn Gweinyddiaeth \nFusnes \nMDA \nMaster of Design Administration/Athro mewn Gweinyddu Dylunio \nMPA \nMaster of Public Administration/Athro mewn Gweinyddiaeth \nGyhoeddus \nMEd \nMaster of Education/Athro mewn Addysg \nLLM \nMaster of Laws/Athro yn y Cyfreithiau \nMTh \nMaster of Theology/Athro mewn Diwinyddiaeth \nMPH \nMaster of Public Health/Athro mewn Iechyd Cyhoeddus \nMClinDent Master of Clinical Dentistry/Athro mewn Deintyddiaeth Glinigol \nMArch \nMaster of Architecture/Athro mewn Pensaernïaeth (for new \nstudents enrolling from 2024-2025 onwards) \nIntegrated Master and Extended Bachelor (CQFW credit level 7) \nMArch \nMaster of Architecture/Athro mewn Pensaernïaeth (for continuing \nstudents in 2024-2025 onwards) \nMBiochem \nMaster in Biochemistry/Athro mewn Biocemeg \nMBiol \nMaster in Biological Sciences/Athro mewn Gwyddorau Biolegol \nMBiomed \nMaster in Biomedical Sciences/Athro mewn Gwyddorau Biofeddygol \nMChem \nMaster in Chemistry/Athro mewn Cemeg \nMEng \nMaster of Engineering/Athro mewn Peirianneg \nMSci \nMaster in Science/Athro yn y Gwyddorau \nMESci \nMaster in Earth Science/Athro mewn Gwyddor Daear \nMMath \nMaster in Mathematics/Athro mewn Mathemateg \nMMORS \nMaster in Mathematics, Operational Research and \nStatistics/Athro ym Mathemateg, Ymchwil Weithredol ac \nYstadegaeth \nMNeuro \nMaster in Neuroscience/Athro mewn Niwrowyddorau \nMOptom \nMaster of Optometry/Athro mewn Optometreg \nMPharm \nMaster of Pharmacy/Athro mewn Fferylliaeth \nMPhys \nMaster in Physics/Athro mewn Ffiseg \nBDS \nBachelor of Dental Surgery/Baglor mewn Llawfeddygaeth \nDdeintyddol \nMB BCh \nBachelor of Medicine and Bachelor of Surgery/Baglor mewn \nMeddygaeth a Baglor mewn Llawfeddygaeth \nPostgraduate Diploma and Certificate (CQFW credit level 7) \nPG Dip \nPostgraduate Diploma/Diploma Ôl-raddedig \nPG Cert \nPostgraduate Certificate/Tystysgrif Ôl-raddedig \nBachelor (CQFW credit level 6) \nBA \nBachelor of Arts/Baglor yn y Celfyddydau \nBSc \nBachelor of Science/Baglor mewn Gwyddoniaeth"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 31,
    "text": "30 \nBScEcon \nBachelor of Economic and Social Studies/Baglor mewn \nAstudiaethau Economaidd a Chymdeithasol \nBEng \nBachelor of Engineering/Baglor mewn Peirianneg \nBEd \nBachelor of Education/Baglor mewn Addysg \nLLB \nBachelor of Laws/Baglor yn y Cyfreithiau \nBMus \nBachelor of Music/Baglor mewn Cerddoriaeth \nBArch \nBachelor of Architecture/Baglor mewn Pensaernïaeth \nBN \nBachelor of Nursing/Baglor mewn Nyrsio \nBMid \nBachelor of Midwifery/Baglor mewn Bydwreigiaeth \nBSD \nBachelor of Science in Dentistry/Baglor mewn Gwyddoniaeth \nmewn Deintyddiaeth \nBMedSc \nBachelor of Medical Science/Baglor mewn Gwyddor Feddygol \nBTh \nBachelor of Theology/Baglor Diwinyddol \nGraduate Diploma and Certificate (CQFW credit level 6) \nGrad Dip \nGraduate Diploma/Diploma Graddedig \nGrad Cert \nGraduate Certificate/Tystysgrif Raddedig \nDiploma (CQFW credit level 5) \nDipHE \nDiploma of Higher Education/Diploma Addysg Uwch \n \nCertificate (CQFW credit level 4) \nCertHE \nCertificate of Higher Education/Tystysgrif Addysg Uwch \n \nFoundation Studies (CQFW credit level 3) \nCertificate of Foundation Studies/Tystysgrif Astudiaethau \nSylfaen \n \n1.2 \nThe following is a list of former designated awards of Cardiff University which \nare no longer available to be conferred: \n \nFormer Awards \n \nMCh \nMaster of Surgery/Athro mewn Llawfedd \nDDS \nDoctor of Dental Surgery/Doethur mewn Llawfeddygaeth \nDdeintyddol \nDNursSci \nDoctor in Nursing Science/Doethur mewn Gwyddor Nyrsio \nDNurs \nDoctor of Nursing/Doethur mewn Nyrsio \nDAHSP \nDoctor of Advanced Healthcare Science and Practice/Doethur \nGwyddoniaeth ac Ymarfer Gofal Iechyd Uwch \nMEP \nMaster of Educational Practice/Athro mewn Ymarfer Addysgol \nMMus \nMaster of Music/Athro mewn Cerddoriaeth \nPGCE \nProfessional Graduate Certificate in Education \n(PCET)/Tystysgrif Raddedig Broffesiynol mewn Addysg \n(Addysg a Hyfforddiant Ôl-orfodol) (PCET)"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 32,
    "text": "31 \nProfessional Graduate Certificate in Education (PCET – In \nService)/Tystysgrif Raddedig Broffesiynol mewn Addysg \n(Addysg a Hyfforddiant Ôl-orfodol) (PCET) (Yn y Gweithle) \nBD \nBachelor of Divinity/Baglor mewn Diwinyddiaeth \n \nNational Qualification for Tutors of Welsh for \nAdults/Cymhwyster Cenedlaethol Tiwtoriaid Cymraeg i \nOedolion \n \nDiploma in Legal Studies (for exchange students)/Diploma \nmewn Astudiaethau Cyfreithiol (ar gyfer myfyrwyr cyfnewid) \n \n1.3 \nThe Credit and Qualifications Framework for Wales (CQFW) provides the \ncommon framework that operates across Wales through which the level and \nvolume of credit-based learning is defined. \n1.4 \nCredit is an award made to a student in recognition of the achievement of \ndesignated learning outcomes at a specified credit level. The amount of \ncredit attributed to a module is based upon an estimation of the learning time \ntaken by the average student to achieve the learning outcomes specified. \nTwenty credits comprises a minimum of two hundred study hours including \nassociated contact hours, independent study and assessment. \n1.5 \nThe credit level is an indicator of the relative demand, complexity, and depth \nof learning, and of learner autonomy. It is defined as follows: \nCQFW Level 3: Credit normally acquired on foundation programmes, the \nstandard of which is equivalent to GCE A Level, and which would prepare \nstudents for entry to undergraduate degree study; \nCQFW Level 4: Credit normally acquired in the first year of undergraduate \nprogrammes, which is appropriate to the award of a University Certificate of \nHigher Education; \nCQFW Level 5: Credit normally acquired in the second year of \nundergraduate programmes, which is appropriate to the award of a \nUniversity Diploma of Higher Education; \nCQFW Level 6: Credit normally acquired in the final year of undergraduate \nprogrammes, which is appropriate to the award of an honours degree; \nCQFW Level 7: Credit normally acquired in taught postgraduate \nprogrammes, which is appropriate to the award of an Integrated Master's \ndegree or of a Master's degree; \nCQFW Level 8: Credit normally acquired in postgraduate research \nprogrammes and appropriate to the award of a doctorate. \n1.6 \nA Graduate Diploma will be the appropriate award to a student admitted with \nrecognition of prior learning (credit transfer) to a Cardiff University"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 33,
    "text": "32 \nundergraduate degree on the basis of a first degree in a cognate discipline \nand where the Credit requirements above have been achieved. This \nprovision serves to prevent double counting of achieved credit towards two \nseparate degree awards."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 34,
    "text": "33 \nTaught Programme Regulations \n \n \nThe Regulations for Taught Programmes have been approved by Senate. The \nregulations will be kept under regular review to ensure they continue both to support \ninternal processes to function efficiently and effectively, and to fully meet the \nprinciples of the UK Quality Code for Higher Education, with particular reference to \nthe key practices set out in Principle 11. \nPrinciple 11 - Teaching, learning and assessment \nProviders facilitate a collaborative and inclusive approach that enables students to \nhave a high-quality learning experience and to progress through their studies. All \nstudents are supported to develop and demonstrate academic and professional \nskills and competencies. Assessment employs a variety of methods, embodying the \nvalues of academic integrity, producing outcomes that are comparable across the \nUK and recognised globally. \nKey Practices \na. Learning and assessment at all levels is informed by research and/or scholarship. \nTeaching, learning and assessment align to ensure students can demonstrate \ntheir achievements, reflect on and reinforce their prior learning, skills and \nknowledge, and fulfil their potential. \nb. Students are given clear information about the intended modular and/or \nprogramme learning outcomes and the purpose of assessment and are enabled \nto use feedback/ feedforward to support further learning. \nc. Staff involved in facilitating learning and supervising research are appropriately \nqualified and supported to enhance their teaching and supervisory practice. \nResearch degrees are delivered in supportive environments that are conducive to \nlearning and research. \nd. Students are enabled and encouraged to take responsibility for their own learning \nand to take an active role in shaping and enhancing the learning process. \nProviders offer ongoing advice and guidance about academic integrity to ensure \nthat students and staff understand what is expected of them. \ne. As students move through their learning journey, they are given the opportunity \nand support to transition effectively between academic levels, further study and \nemployment. Providers enable students to recognise the progression they have \nmade and steps they need to take to achieve their potential. \nf. Providers design assessments that test appropriate learning outcomes and are \nfair, reliable, accessible, authentic and inclusive. Where applicable, and \nsustainable, students are offered different options for undertaking assessments to \npromote accessibility and inclusion. \ng. Providers establish coherent approaches to technologies that impact teaching, \nlearning and assessment (such as Generative Artificial Intelligence). These \napproaches are clearly communicated to staff and students, include how they are \nutilised and define misuse of such technologies. \nh. Providers offer advice and guidance about academic integrity to ensure that \nstudents and staff understand what is expected of them throughout the learning \njourney. The advice is kept current. \n \nTaught Programme Regulations"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 35,
    "text": "34 \nRegulations for Modular Taught Programmes \n \n \n1. \nProgramme Information \n \n1.1 \nA Head of School is responsible for ensuring that programme information is \navailable for each programme that the School offers, including each variant \nof a programme e.g. part-time, full-time, programmes with placement year, \ndifferent start dates. \n \n1.2 \nThe programme information will include the following information: \n• intended award; \n• approved exit points; \n• duration of programme; \n• mode of attendance; \n• programme description; \n• programme-level learning outcomes; aligned with the learning \noutcomes of core and required modules; \n• reference to the QAA subject benchmark statement; \n• reference to professional body accreditation; \n• the structure of the programme, e.g. total number of credits and level, \nnumber of stages; \n• progression and award classification rules; \n• the language of tuition, supervision, and assessment will be English \nand/or Welsh, except in programmes that are designed to include the \nacquisition of language skills. \n \n2. \nModule Information \n \n2.1 \nA module is an identifiable component of learning with a defined unit of credit \nand credit level. \n \n2.2 \nModules will be delivered in units of 10 credits, 15 credits, (postgraduate \nprogrammes only), 20 credits, 30 credits or 40 credits. No module will be \ngreater than a 40-credit module or extend for more than 1 session, save in \nrespect of projects and dissertations and of periods of professional/industrial \ntraining or study/work experience abroad. \n \n2.3 \nA description of a module will include the following information: \n• CFQW/FHEQ level and guided learning hours, \n• learning outcomes, \n• syllabus content, \n• how the module will be assessed, including the weighting for each \nelement of assessment, \n• opportunities for formative assessment, \n• how the module will be reassessed. \n \nRegulations for Modular Taught Programmes"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 36,
    "text": "35 \n2.4 \nWithin each stage of a programme, a diet of approved modules must be \nspecified. The designation of modules will fall into the following types: \n \nRequired Module: A module that all students registered on a particular \nprogramme must take and must pass by achieving the minimum pass mark. \nIf students do not pass a required module, they will not be able to progress \nto the next stage of the programme, nor graduate from the programme with \nthe intended award. \n \nCore Module: A module that all students registered on a particular \nprogramme must take. \n \nOptional Module: A module which is optional for students registered on a \nprogramme. \n \nCo-requisite module: A module that must be studied concurrently by \nstudents registered on a particular programme. \n \nPrecursor module: A module a student must have completed in order to \nproceed to a subsequent specified module, but for which credit may not yet \nhave been awarded prior to the commencement of the subsequent module. \n \nPrerequisite module: A module in which a student must be required to \nhave received credit in order to proceed to a subsequent specified module. \n \nNo module which is timetabled for the Autumn Semester can be a \nprerequisite for entry into a module which is scheduled for the Spring \nSemester immediately following. \n \nModule Marks \n \n2.5 \nThe mark for an individual module will be calculated according to the \nweightings for each element of summative assessment, specified in the \nmodule description, rounded, and recorded as a whole number. The marks \nfor each element of summative assessment will be whole numbers between \n0 and 100. \n \n2.6 \nThe minimum mark to pass in a module is: \n \n.1 \n40% for level 3, 4, 5, and 6 modules. \n \n.2 \n50% for level 7 and 8 modules; \n \n2.7 \nCritical fail - These occur during practical assessments where a student \nmakes a critical error on one or more of the assessed stations which puts a \npatient/client’s safety at risk (e.g. prescribing a lethal dose of medication, or \nfailing to diagnose meningitis)."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 37,
    "text": "36 \n2.8 \nCompulsory fail - is where a module has been marked as failed even \nthough the components may add up to a pass, as there is a required \nassessment(s) that must be passed in order for the module to be passed. \n \n \nReassessment \n \n2.9 \nA student who is re-assessed in a module, resitting or repeating, and who \npasses an assessment in which they have previously failed, will be credited \nwith the minimum assessment mark for a pass; if re-assessment is by a \nsynoptic assessment, the module mark will be capped at the minimum pass \nmark. \n \nModule Attempts \n \n2.10 \nSubject to being able to continue on a programme: \n \n.1 \nan undergraduate student is permitted three attempts to achieve the \naward of credit in a module (a first attempt and two re-assessment \nattempts, which will normally be held in the resit period and/or by \nrepeating the next academic session). \n \n.2 \na postgraduate student is permitted two attempts to achieve the \naward of credit in a module (a first attempt and a re-assessment \nattempt). \n \n2.11 \nA student who has been awarded credit in a module will not be permitted to \nbe re-assessed in that module to gain a higher mark. \n \n3. \nAward Information \n \n3.1 \nEach programme will have a designated award, a student’s intended award, \nand may also specify exit award(s) which students may be eligible for \nfollowing successful completion of a stage of a programme. \n \n3.2 \nThe Intended Award is the named award being pursued as part of the \nprogramme of study registered upon. An Exit (Subsidiary) Award is an \napproved alternative award that may be made in the event that a student has \nnot achieved the full requirements of their intended award, but has achieved \nsufficient credit requirements for an alternative award that has been \napproved on their programme of study. \n \n3.3 \nAll Exit (Subsidiary) Awards must be approved and cannot be added to a \nprogramme retrospectively. \n \n4. \nUNDERGRADUATE PROGRAMMES \n \n \nStructure of Modular Undergraduate Programmes"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 38,
    "text": "37 \n4.1 \nThe structure of modular undergraduate taught programmes will consist of \ncredits as indicated below: \n \nLevel 4 or \nhigher \nLevel 5 or \nhigher \nLevel 6 or \nhigher \nLevel 7 \nor higher Total \nCertificate \nof Higher \nEducation \n120 \n \n \n \n120 \nDiploma of \nHigher \nEducation \n120 \n120 \n \n \n240 \nGraduate \nCertificate \n \n20 \n40 \n \n60 \nGraduate \nDiploma \n \n30 \n90 \n \n120 \nBachelor’s \nDegree \n120 \n120 \n120 \n \n360 \nBachelor’s \nDegree \nwith Year \nof E/PL or \nStudy \nAbroad \n120 \n240 \nIncluding \n120 E/PL \nor YoSA \n120 \n \n480 \nBachelor’s \nIntercalate\nd Degree \n \n \n120 \n \n120 \nIntegrated \nMaster’s \nDegree \n120 \n120 \n120 \n120 \n480 \nIntegrated \nMaster’s \nDegree \nwith Year \nof E/PL or \nStudy \nAbroad \n120 \n120 \n240 \nIncluding \n120 E/PL \nor YoSA1 \n120 \n600 \n \n4.2 \nFour-year undergraduate programmes with a year of \nExperiential/Professional Learning (E/PL) or a Year of Study Abroad (YoSA) \nwill include an additional stage of 120 credits at level 5 or higher."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 39,
    "text": "38 \n4.3 \nFive-year undergraduate integrated Master’s programmes with a year of \nExperiential/Professional Learning (E/PL) or a Year of Study Abroad (YoSA) \nwill include an additional stage of 120 credits at level 6 or higher1. \n \n4.4 \nThe stages and duration of modular taught undergraduate degree \nprogrammes will be as follows: \nAward \nNumber of stages \nDuration of programme \nGraduate \nCertificate \n1 stage \n1 semester full-time \n1 year part-time \nGraduate \nDiploma \n1 stage \n1 year full-time \n2 years part-time \nBachelor’s \nDegree \n3 stages \n3 years full-time \n6 years part-time \nBachelor’s \nDegree with \nYear of E/PL \nor Study \nAbroad \n4 stages \n4 years full time \nBachelor’s \nIntercalated \nDegree \n1 stage \n1 year full-time \n2 years part-time \nIntegrated \nMaster’s \nDegree \n4 stages \n4 years full-time \n8 years part-time \nIntegrated \nMaster’s \nDegree with \nYear of E/PL \nor Study \nAbroad \n5 stages \n5 years full time \n \n \nTime Limits \n4.5 \nThe time-limit for a student to complete their Programme is no more than 2 \nyears beyond the approved duration of the Programme. \n \nUndergraduate Progression and Eligibility for Reassessment \n4.6 \nProgression Rules specify the circumstances in which students can \nprogress to their next stage of study. \n \n1 For undergraduate integrated Master’s programmes approved or revalidated prior \nto the 2023-2024 session the year of Experiential/Professional Learning or year of \nstudy abroad may be at level 5."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 40,
    "text": "39 \n \n4.7 \nTo progress to the next stage of their programme, students must have \nachieved: \n• the number of credits specified by the relevant progression rules for \ntheir programme; and \n• credit in any required modules; and \n• where relevant, the required professional competencies as set out in \nthe programme information. \n4.8 \nEach undergraduate programme must specify one of the progression rules \ngiven below must be specified for each programme. This will be used to \ndetermine if students are eligible to progress from one stage of a programme \nto the next. \n \nProgression rules \n3 year undergraduate modular taught programmes: \nStage \nProgression rule 1 \n(All credits required). \nProgression rule 2 \n(Students can carry \n30 failed credits). \nProgression rule 3 \n(For programmes in \nwhich students \nundertake level 5 \nmodules in the \nsecond semester of \nyear 1). \nAt the end \nof level 4 \n120 credits at level 4 \nor above \n90 credits at level 4 \nor above \n60 credits at level 4 \nor above \nAt the end \nof level 5 \n240 credits \n(including 120 at \nlevel 5 or above) \n210 credits \n(including 90 at level \n5 or above) \n240 credits \n(including 180 at \nlevel 5 or above) \n \n4 year Modular integrated Master's undergraduate modular taught \nprogrammes: \nStage \nProgression rule 4 \n(All credits required). \nProgression rule 5 \n(Students can carry 30 failed \ncredits). \nAt the end \nof level 4 \n120 credits at level 4 or \nabove \n90 credits at level 4 or above"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 41,
    "text": "40 \nAt the end \nof level 5 \n240 credits \n(including 120 at level 5 or \nabove) \n210 credits \n(including 90 at level 5 or \nabove) \nAt the end \nof level 6 \n360 credits \n(including 120 at level 6 or \nabove) \n330 credits \n(including 90 at level 6 or \nabove) \n \n4 year modular taught undergraduate programmes that include a year of \nExperiential and/or Professional Learning (E/PL) or study abroad: \nStage \nProgression rule 6 \n(All credits \nrequired). \n(For use by \nstandard Year of \nStudy Abroad) \nProgression rule 7 \n(Students can carry \n30 failed credits). \nProgression rule 8 \n(For programmes \nin which students \nundertake level 5 \nmodules in the \nsecond semester \nof year 1). \nAt the end \nof level 4 \n120 credits at level \n4 or above \n90 credits at level 4 \nor above \n60 credits at level \n4 or above \nAt the end \nof year 2 \n(i.e. before \nthe year of \nE/PL or \nstudy \nabroad) \n240 credits \n(including 120 at \nlevel 5 or above) \n210 credits \n(including 90 at level \n5 or above) \n240 credits \n(including 180 at \nlevel 5 or above) \nAt the end \nof level 5 \n(i.e. at the \nend of the \nyear of \nE/PL or \nstudy \nabroad) \n360 credits \n(including 240 at \nlevel 5 or above) \n330 credits \n(including 210 at \nlevel 5 or above) \n360 credits \n(including 300 at \nlevel 5 or above) \n \n5 year integrated Master's undergraduate programmes where the year of \nE/PL or study abroad is taken between years 2 and 3 (for programmes \napproved or revalidated prior to the 2023-2024 session only): \nStage \nProgression rule 9 \nProgression rule 10"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 42,
    "text": "41 \n(All credits required). \n(Students can carry 30 failed \ncredits). \nAt the end \nof level 4 \n120 credits at level 4 or \nabove \n90 credits at level 4 or above \nAt the end \nof year 2 \n(i.e. before \nthe year of \nE/PL or \nStudy \nAbroad) \n240 credits \n(including 120 at level 5 or \nabove) \n210 credits \n(including 90 at level 5 or \nabove) \nAt the end \nof level 5 \n(i.e. at the \nend of the \nyear of \nE/PL or \nstudy \nabroad) \n360 credits \n(including 240 at level 5 or \nabove) \n330 credits \n(including 210 at level 5 or \nabove) \nAt the end \nof level 6 \n480 credits \n(including 120 at level 6 or \nabove) \n460 credits \n(including 100 at level 6 or \nabove) \n \n5 year integrated Master's undergraduate programmes where the year of \nE/PL is taken between years 3 and 4: \nStage \nProgression rule 11 \n(All credits required). \nProgression rule 12 \n(Students can carry 30 failed \ncredits). \nAt the end \nof level 4 \n140 credits at level 4 or \nabove \n110 credits at level 4 or \nabove \nAt the end \nof level 5 \n280 credits \n(including 120 at level 5 or \nabove) \n250 credits \n(including 120 at level 5 or \nabove) \nAt the end \nof year 3 \n(i.e. before \nthe year of \nE/PL) \n400 credits \n(including 120 at level 6 or \nabove) \n370 credits \n(including 90 at level 6 or \nabove)"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 43,
    "text": "42 \nAt the end \nof level 6 \n520 credits \n(including 240 at level 6 or \nabove) \n490 credits \n(including 210 at level 6 or \nabove) \n \n5 year integrated Master's undergraduate programmes where the year of \nE/PL or study abroad is taken between years 3 and 4: \n \nStage \nProgression rule 13 \n \n(All credits required). \n \nAt the end \nof level 4 \n \n120 credits at level 4 or \nabove \nAt the end \nof level 5 \n240 credits \n \n(including 120 at level 5 or \nabove) \nAt the end \nof year 3 \n \n(i.e. before \nthe of E/PL \nor study \nabroad) \n \n360 credits \n \n(including 120 at level 6 or \nabove) \nAt the end \nof level 6 \n \n(i.e. at the \nend of the \nyear of \nE/PL or \nstudy \nabroad) \n \n480 credits \n \n(including 240 at level 6 or \nabove) \n \n \nResit rules \n4.9 \nAll resit assessments will be held in the Resit Examination period, prior to \nthe start of the following academic session. \n4.10 \nIf a student has not achieved sufficient credit to progress, the student will be \npermitted to resit failed assessments/module(s) during the Resit Examination \nperiod provided they have not failed more credit than in the resit rule \nadopted by their School. If the amount of credit failed is more than permitted \nby the relevant resit rule, students may be permitted to repeat study if they"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 44,
    "text": "43 \nare within the threshold set for the Repeat rule adopted by their School (see \n4.14 below). \n4.11 \nResit rules for Undergraduate modular taught programmes: \nCredits failed \nResit rule 1 \n60 credits \nResit rule 2 \n40 credits \n \nRepeat rules \n4.12 \nRepeat assessments will be held in the following academic session, either \nby internal or external modes of attendance. The mode of attendance for \nrepeat assessments of individual students will be agreed based on \ndiscussion with the student and the relevant academic staff, and will be \nconfirmed no later than the start of the programme for that year. \n4.13 \nIf a student has not achieved sufficient credits to progress or resit, the \nstudent will be permitted to repeat failed module(s) during the following \nacademic session provided they have not failed more credits than in the \nrule adopted by their School. \n4.14 \nRepeat rules for undergraduate modular taught programmes: \nCredits failed \nRepeat rule 1 \n60 credits \nRepeat rule 2 \n80 credits \nRepeat rule 3 \n90 credits \nRepeat rule 4 \n(for programmes approved \nor revalidated prior to the \n2023-2024 session only) \n100 credits \n \n4.15 \nWhere a student repeats module(s) as an internal student, the student will \nattend all teaching and be assessed in the same way as other students \ntaking the module during the session. Internal repeating students will only \nbe assessed in elements of the assessment that they have not successfully \ncompleted in that module, against the original learning outcomes of the \nmodule. Students will be credited with the highest mark achieved for any \nfailed component."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 45,
    "text": "44 \nIf a module has substantially changed or has been replaced with a new \nmodule, internal repeating students will undertake all of the assessment \nelements specified for the new module. \n4.16 \nWhere a student repeats module(s) as an external student, the student will \nnot be required to attend teaching sessions and will only be assessed in \nelements of the assessment that they have not successfully completed in \nthat module, against the original learning outcomes applicable when the \nstudent attempted the module as an internal student. Students will be \ncredited with the highest mark achieved for any failed component. \nExclusion from programme \n4.17 \nA student will only be permitted to continue to pursue the intended award of \na programme providing it remains possible for them to complete the \nprogramme within the approved time-limit. Where a student cannot \ncomplete the intended award within the approved time-limit, they will be \npermitted to continue with the aim of achieving an approved exit award or \ninstitutional credit. \n4.18 \nAn Examining Board must permit a student to be re-assessed or to progress \nto the next academic stage of the programme, even if the student cannot \ncomplete the intended award within the appropriate time limit. \n4.19 \nAn undergraduate student who has failed one or more modules on 3 \noccasions will be excluded from the programme. \nAward \n4.20 \nA student who has achieved a minimum of credits specified in the following \ntable is eligible for the award indicated, subject to their enrolment on a \nrelevant programme of study. \nCredits \nLevel 4\nor \nabove \nLevel 5 or \nabove \nLevel 6 or \nabove \nLevel 7 or \nabove \nTotal \nCertificate of \nHE \n120 \n \n \n \n120 \nDiploma of HE \n120 \n120 \n \n \n240 \nGraduate \nCertificate \n \n20 \n40 \n \n60 \nGraduate \nDiploma \n \n30 \n90 \n \n120 \nBachelor’s \nPass Degree \n120 \n120 \n80 \n \n320"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 46,
    "text": "45 \nBachelor’s \nHonours \nDegree \n(for continuing \nstudents in \n2023-2024 \nonwards) \n120 \n120 \n100 \n \n340 \nBachelor’s \nHonours \nDegree \n(for new \nstudents from \n2023-2024 \nonwards) \n120 \n120 \n120 \n \n360 \nBachelor’s \nIntercalated \nDegree \n \n \n120 \n \n120 \nIntegrated \nMaster's \nDegree \n(for continuing \nstudents in \n2023-2024 \nonwards) \n120 \n120 \n120 \n100 \n460 \nIntegrated \nMaster's \nDegree \n(for new \nstudents from \n2023-2024 \nonwards) \n120 \n120 \n120 \n120 \n480 \n \n4.21 \nUndergraduate students registered on Programmes that include a Year of \nExperiential or Professional Learning or Study Abroad shall, in addition, be \nrequired to achieve a further 120 Credits at the level indicated at 4.1. \nClassification of Undergraduate Awards \n \n4.22 \nThe final mark used to classify degrees is the combined average of the \nmodule marks (calculated as specified in section 2) contributing to the final \naward, weighted according to the classification rule for the programme and \ncredit value of the modules, calculated, rounded, and recorded as a whole \nnumber. \n \n4.23 \nFor each undergraduate programme, one of the below classification rules \nwill be specified to be used to determine the final mark."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 47,
    "text": "46 \n \n1-year (Intercalated Degree) programmes and where students transfer to \nCardiff University direct to the final year of undergraduate degrees via \narticulation agreements with other institutions: \nRule 1 \n \nLevel \nWeighting \n6 \n100% \n \n3 year programmes: \nEither: \n \n \n \n \nOr: \nRule 2 \n \n \nRule 3 \n \nLevel \nWeighting \n \nLevel \nWeighting \n51 \n30% \n \n51 \n40% \n6 \n70% \n \n6 \n60% \n \n4 year Integrated Master's programmes: \nRule 4 \nLevel \nWeighting \n51 \n20% \n6 \n30% \n7 \n50% \n \n4 year programmes where year 3 is a year of Experiential and/or \nProfessional Learning (E/PL): \nEither: \nOr: \nRule 5 \n \n \nRule 6 \n \nLevel \nWeighting \n \nLevel \nWeighting \n51 \n20% \n \n51 \n30% \nYear of E/PL \n10% \n \nYear of \nE/PL \n10%"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 48,
    "text": "47 \n6 \n70% \n \n6 \n60% \n \n4 year programmes where year 3 is a Year of Study Abroad (YoSA) \n \nEither: \nOr: \nRule 10 \n \n \nRule 11 \n \nLevel \nWeighting \n \nLevel \nWeighting \n51 \n30% \n \n51 \n40% \nYoSA \n0% \n \nYoSA \n0% \n6 \n70% \n \n6 \n60% \n \n \n5 year Integrated Master's programmes where year 4 is a year of \nExperiential or Professional Learning (E/PL): \nRule 7 \n \nLevel \nWeighting \n51 \n10% \n6 \n30% \nYear of E/PL \n10% \n7 \n50% \n \n5 year Integrated Master's programmes where year 4 is a Year of Study \nAbroad (YoSA): \nRule 12 \n \nLevel \nWeighting \n51 \n20% \n6 \n30% \nYoSA \n0% \n7 \n50%"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 49,
    "text": "48 \n5 year Integrated Master's programmes where year 3 is a year of \nExperiential or Professional Learning (E/PL) or year of study abroad (for \nprogrammes approved or revalidated prior to the 2023-2024 session \nonly): \nRule 8 \n \nLevel \nWeighting \n51 \n10% \nYear of E/PL \n10% \n6 \n30% \n7 \n50% \n \n1Where programmes offer level 6 modules in year 2, the level 5 weighting \nwill be applied to modules taken in year 2. \nProgrammes leading to the target award of Diploma of Higher Education: \nRule 9 \n \nLevel \nWeighting \n5 or \nabove \n100% \n \n4.24 \nThe overall classification for a student will be determined by applying the \nfinal mark as detailed below: \nBachelor’s Honours Degree and Integrated Master’s Degree \nFinal Mark \nClassification of Degrees \n70% + \nFirst Class Honours \n60%<70% \nSecond Class Honours, Division I (2:1) \n50%<60% \nSecond Class Honours, Division II (2:2) \n40%<50% \nThird Class Honours \n \nIntended awards of Diploma of Higher Education, Graduate Certificate, \nGraduate Diploma."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 50,
    "text": "49 \nFinal Mark \nClassification of Degrees \n70% + \nDistinction \n60%<70% \nMerit \n \n \nIf a student is eligible for an award which is not classified it will be \ndesignated as ‘Pass’. \n4.25 \nClassification is not available for the following awards: \nCertificate of Higher Education \nExit Awards of Diploma of Higher Education. \nSecondary Rule \n4.26 \nIn addition to the provisions of 4.24 above the following apply, with the \nexclusion of credits obtained during a Year of Experiential and/or \nProfessional Learning, or a Year of Study Abroad: \nFor 1 year Intercalated Degree \n• \nStudents who achieve a final mark of 68% or 69% will be awarded a \ndegree classification of First Class Honours provided that they have \nachieved a module mark of 70% or more in modules at Level 6 to \nthe value of at least 60 credits. \n• \nStudents who achieve a final mark of 58% or 59% will be awarded a \ndegree classification of Second Class Honours, Division I (2:1) \nprovided that they have achieved a module mark of 60% or more in \nmodules at level 6 to the value of at least 60 credits. \n• \nStudents who achieve a final mark of 48% or 49% will be awarded a \ndegree classification of Second Class Honours, Division II (2:2) \nprovided that they have achieved a module mark of 50% or more in \nmodules at level 6 to the value of at least 60 credits. \n• \nStudents who achieve a final mark of 38% or 39% will be awarded a \ndegree classification of Third Class Honours provided that they have \nachieved a module mark of 40% or more in modules at level 6 to the \nvalue of at least 60 credits. \nFor Bachelor’s Degree \n• \nStudents who achieve a final mark of 68% or 69% will be awarded a \ndegree classification of First Class Honours provided that \n- \nthey have achieved a module mark of 70% or more in modules \nat level 5 or level 6 to the value of at least 120 credits, and \n- \nat least 60 of these credits were achieved at level 6. \n• \nStudents who achieve a final mark of 58% or 59% will be awarded a \ndegree classification of Second Class Honours, Division I (2:1) \nprovided that:"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 51,
    "text": "50 \n- \nthey have achieved a module mark of 60% or more in modules \nat level 5 or level 6 to the value of at least 120 credits, and \n- \nat least 60 of these credits were achieved at level 6. \n• \nStudents who achieve a final mark of 48% or 49% will be awarded a \ndegree classification of Second Class Honours, Division II (2:2) \nprovided that: \n- \nthey have achieved a module mark of 50% or more in modules \nat level 5 or level 6 to the value of at least 120 credits, and \n- \nat least 60 of these credits were achieved at Level 6. \n• \nStudents who achieve a final mark of 38% or 39% will be awarded \na degree classification of Third Class Honours provided that: \n- \nthey have achieved a module mark of 40% or more in modules \nat level 5 or level 6 to the value of at least 120 credits, and \n- \nat least 60 of these credits were achieved at level 6. \nFor Integrated Master's Degree \n• \nStudents who achieve a final mark of 68% or 69% will be awarded a \ndegree classification of First Class Honours provided that: \n- \nthey have achieved a module mark of 70% or more in modules \nat level 6 or level 7 to the value of at least 120 credits, and \n- \nat least 60 of these credits were achieved at level 7. \n• \nStudents who achieve a final mark of 58% or 59% will be awarded a \ndegree classification of Second Class Honours, Division I (2:1) \nprovided that: \n- \nthey have achieved a module mark of 60% or more in modules \nat Level 6 or Level 7 to the value of at least 120 credits, and \n- \nat least 60 of these credits were achieved at level 7. \n• \nStudents who achieve a final mark of 48% or 49% will be awarded a \ndegree classification of Second Class Honours, Division II (2:2) \nprovided that: \n- \nthey have achieved a module mark of 50% or more in modules \nat level 6 or level 7 to the value of at least 120 credits, and \n- \nat least 60 of these credits were achieved at level 7. \n• \nStudents who achieve a final mark of 38% or 39% will be awarded a \ndegree classification of Third Class Honours provided that: \n- \nthey have achieved a module mark of 40% or more in modules \nat level 6 or level 7 to the value of at least 120 credits, and \n- \nat least 60 of these credits were achieved at level 7. \n \n \n5. \nPOSTGRADUATE PROGRAMMES \n \nStructure of Modular Taught Postgraduate Programmes \n5.1 \nThe structure of modular postgraduate taught programmes will consist of \ncredits as indicated below: \n \n \nLevel 4 \nor above \nLevel 5 \nor \nabove \nLevel 61 \nor \nabove \nLevel 71 \nor \nabove \nTotal"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 52,
    "text": "51 \nPostgraduate \nCertificate \n \n \n20 \n40 \n60 \nPostgraduate \nDiploma \n \n \n30 \n90 \n120 \nMaster’s \nDegree \n \n \n30 \n150 \n180 \n \n \n1 For postgraduate programmes introduced, or revalidated from 2023-2024 \nonwards all credits will be required to be at level 7. \n \n5.2 \nPostgraduate taught programmes with a year of Experiential/Professional \nLearning or a year of study abroad will include an additional stage of 120 \ncredits at level 7. \n \n5.3 \nThe stages and duration of modular taught postgraduate degree \nprogrammes will be as follows: \n \n \nFull Time Programmes \n \nIntended \nAward \nNumber of stages \nStructure and timing of \nExamining Boards \n \nPostgraduate \nCertificate \n1 Stage \n1 semester full-time \nAward Exam Board at the \nend of 60 credits \nPostgraduate \nDiploma \n1 stage \n1 year full-time \n \nAward Exam Board at the \nend of 120 credits \nMaster’s \nDegree \n1 stage \n \n \n2 stage \nDiploma and Master’s \n \n \n3 stage \nCertificate, Diploma \nand Master’s \n1 year full-time \nAward Exam Board at \ntheend of 180 credits \n1 year full-time (50 weeks) \nProgression Exam Board \nat the end of 120 taught \nstage only \n \n \n1 year full-time(50 weeks) \nProgression Exam Board \nat the end of Semester 1 \n(60 credits);"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 53,
    "text": "52 \nProgression Exam Board \nat the end of Semester 2 \n120 credits. \n \nAward Board at 180 credits \n \n \nPart Time Programmes \n \nIntended \nAward \nNumber of stages \nStructure and Timing of \nExam Boards \nPostgraduate \nCertificate \n1 Stage \n1 year part-time \nAward Exam Board at the \nend of 60 credits \nPostgraduate \nDiploma \n1 stage \n \n \n2 stages \n \n2 years part time \nAward Exam Board at the \nend of 120 credits only \nProgression Exam Board \nat the end of year 1 (60 \ncredits). \nAward Exam Board at the \nend of 120 credits \nMaster’s \nDegree \n2 stages \n \nDiploma \n \n \n \nMaster’s \n \n \n \n \n \n \n3 stages \nCertificate \n \n \n \n Diploma \n \n2 years part time \n \nProgression Exam Board \nat the end of 120 taught \nstage only \n \nDissertation submission at \n26 weeks from enrolment \nto the Dissertation Stage \n \nAward Exam Board at the \nend of 180 credits \n \nProgression Exam Board \nat the end of year 1 (60 \ncredits) \n \nProgression Exam Board \nat the end of 120 taught \nstage only"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 54,
    "text": "53 \n \n \n Master’s \nDissertation submission at \n26 weeks from enrolment \nto the Dissertation Stage \n \nAward Exam Board at the \nend of 180 credits \nMaster’s \nDegree \ninvolving \nsignificant \nclinical or \nclinically \nrelated \nDissertation \nStage. \n2 stages \nDiploma \n \nMaster’s \n3 years part time \nProgression Exam Board \nat the end of 120 taught \nstage only \n \nDissertation submission \nweek 50 of year 3. \n \nAward Exam Board at the \nend of 180 credits \nMaster’s \nDegree \ninvolving \nsignificant \nclinical or \nclinically \nrelated \nDissertation \nStage. \n3 stages \nCertificate, \n \n \n Diploma \n \n \n Master’s \n3 years part time \n \nProgression Exam Board \nat the end of 60 credits \n \nProgression Exam Board \nat the end of 120 credits \n \nDissertation submission \nweek 50 of year 3. \nAward Exam Board at the \nend of 180 credits \n \nMaster’s \nDegree \nPostgraduate \nDiploma \nPostgraduate \nCertificate \nContinuing \nProfessional \nDevelopment \n7 years maximum \nincluding the dissertation. \nThe number of stages will \ndepend on the intended \nAward and how the \nprogramme is structured. \n \n \n \n \nTime Limits"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 55,
    "text": "54 \n \n5.4 \nThe time-limit for a student to complete their Programme is no more than 2 \nyears beyond the approved duration of the Programme. \n5.5 \nThe due date for submission of the dissertation for Master's Programmes \nshall be: \n.1 \nFor full-time, one-year Programmes, the due date shall be no more \nthan 50 weeks from the start of the programme unless otherwise varied \nunder 5.5.3 below. \n.2 \nFor part-time Programmes, the due date will be 26 weeks from the date \nof enrolment to the Master’s Degree (Dissertation Stage). \n.3 \nIn the case of full-time Master's programmes involving significant \nclinical or clinically-related engagement at the Master's (dissertation) \nStage, the due date for submission of the Dissertation of no more than \n18 months (75 weeks) from the start of the programme. This must be \nagreed at the point of approval of the programme. \n.4 \nIn the case of part time Master's programmes involving significant \nclinical or clinically related engagement at the Master's (dissertation) \nStage, the due date for submission of the Dissertation will be no more \nthan 50 weeks from the date of enrolment to the Master’s Degree \n(Dissertation Stage). This must be agreed at the point of approval of \nthe programme. \n.5 \nThe due date for submission of the Dissertation for Master's \nProgrammes shall be automatically extended by three months where a \ncandidate is permitted at the end of the Diploma Stage to re-sit \nModules in the next Re-sit Examination Period. \n \nPostgraduate Progression and Eligibility for Reassessment \n \n5.6 \nProgression Rules specify the circumstances in which students can \nprogress to their next stage of study. To progress to the next stage of their \nprogramme, students must have achieved: \n \n• the number of credits specified by the relevant progression rules for \ntheir programme; and \n• credit in any required modules; and \n• where relevant, the required professional competencies as set out in \nthe programme information. \n \n5.7 \nOne of the progression rules given below must be specified for each \nprogramme. This will be used to determine if students are eligible to \nprogress from one stage of a programme to the next. \n \nMaster’s programmes"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 56,
    "text": "55 \n \nProgression rule 1 (3 \nstage programmes) \n(All credits required) \nProgression rule 2 (2 \nstage programmes) \n(All credits required) \nProgression rule 3 \n(programmes that \ninclude a year of \nExperiential and/or \nProfessional \nLearning (E/PL) \n(All credits required) \nAt the end \nof the \nCertificate \nstage \nStudents who have \nbeen awarded 60 \ncredits at level 6 or \nabove, at least 40 of \nwhich are at level 71 \nshall: \n• either progress to \nthe Diploma stage \nof their \nprogramme; \n• or be awarded a \nPostgraduate \nCertificate \nNot applicable \nNot applicable \nAt the end \nof the \nDiploma \nstage \n \nStudents who have \nbeen awarded 120 \ncredits at level 6 or \nabove, at least 90 of \nwhich are at level 71, \nshall: \n• either progress to \nthe Master's \nDegree stage of \ntheir programme; \n• or be awarded a \nPostgraduate \nDiploma \nStudents who have \nbeen awarded 120 \ncredits at level 6 or \nabove, at least 90 of \nwhich are at level 71, \nshall: \n• either progress to \nthe Master's \nDegree stage of \ntheir programme; \n• or be awarded a \nPostgraduate \nDiploma \nStudents who have \nbeen awarded 120 \ncredits at level 6 or \nabove, at least 90 of \nwhich are at level 71, \nshall: \n• either progress to \nthe year of E/PL; \n• or be awarded a \nPostgraduate \nDiploma \nAt the end \nof the year \nof E/PL \n \n \nStudents who have \nbeen awarded 240 \ncredits at level 6 or \nabove, at least 210 \nof which are at level \n71, shall: \n• either progress to \nthe Master's \nDegree stage of \ntheir programme;"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 57,
    "text": "56 \n• or be awarded a \nPostgraduate \nDiploma \n \n1 For postgraduate programmes introduced, or revalidated from 2023-2024 \nonwards all credits will be required to be at level 7. \n \nreassessment \n \n \n \nResit rules \n \n5.8 \nAll resit assessments will be held in the Resit Examination period, prior to \nthe start of the following academic session. \n \n5.9 \nIf a student has not achieved sufficient credit to progress, the student will be \npermitted to resit failed assessments/module(s) during the Resit \nExamination period provided they have not failed more credit than in the \nresit rule adopted by their School. If the amount of credit failed is more than \npermitted by the relevant resit rule, students may be permitted to repeat \nstudy if they are within the threshold set for the Repeat rule adopted by their \nSchool (see 5.13 below). \n \n5.10 \nResit rules for Postgraduate modular taught programmes: \n \n \nCredits failed \nPGT Resit rule 1 \n60 credits \nPGT Resit rule 2 \n40 credits \nPGT Resit rule 3 \n30 credits \nPGT Resit rule 4 \n20 credits \n \nRepeat rules \n \n5.11 \nRepeat assessments will be held in the following academic session, either \nby internal or external modes of attendance. The mode of attendance for \nrepeat assessments of individual students will be agreed based on \ndiscussion with the student and the relevant academic staff, and will be \nconfirmed no later than the start of the programme for that year. \n5.12 \nIf a student has not achieved sufficient credits to progress or resit, the \nstudent will be permitted to repeat failed module(s) during the following \nacademic session provided they have not failed more credits than in the rule \nadopted by their School."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 58,
    "text": "57 \n5.13 \nRepeat rules for Postgraduate modular taught programmes: \nCredits failed \nPGT Repeat rule 1 \n(for programmes approved or \nrevalidated prior to the 2023-\n2024 session only) \n105 credits \nPGT Repeat rule 2 \n80 credits \nPGT Repeat rule 3 \n60 credits \nPGT Repeat rule 4 \n90 credits \nPGT Repeat rule 5 \n40 credits \nPGT Repeat rule 6 \n30 credits \n \n5.14 \nWhere a student repeats module(s) as an internal student, the student will \nattend all teaching and be assessed in the same way as other students \ntaking the module during the session. Internal repeating students will only be \nassessed in elements of the assessment that they have not successfully \ncompleted in that module, against the original learning outcomes of the \nmodule. Students will be credited with the highest mark achieved for any \nfailed component. \n \nIf a module has substantially changed or has been replaced with a new \nmodule, internal repeating students will undertake all of the assessment \nelements specified for the new module. \n \n5.15 \nWhere a student repeats module(s) as an external student, the student will \nnot be required to attend teaching sessions and will only be assessed in \nelements of the assessment that they have not successfully completed in \nthat module, against the original learning outcomes applicable when the \nstudent attempted the module as an internal student. Students will be \ncredited with the highest mark achieved for any failed component. \n \nExclusion from programme \n \n5.16 \nA student will only be permitted to continue to pursue the intended award of \na programme providing it remains possible for them to complete the \nprogramme within the approved time-limit. Where a student cannot complete \nthe intended award within the approved time-limit, they will be permitted to \ncontinue with the aim of achieving an approved exit award or institutional \ncredit."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 59,
    "text": "58 \n5.17 \nAn Examining Board must permit a student to be re-assessed or to progress \nto the next academic stage of the programme, even if the student cannot \ncomplete the intended award within the appropriate time limit. \n \n5.18 \nA postgraduate student who has failed one or more modules on 2 occasions \nwill be excluded from the programme. \n \nFailed Students at the master’s degree Stage \n \n5.19 \nFailure by non-submission: Where a student who has progressed to the \nmaster’s degree Stage fails to submit a dissertation within the specified \ndeadline, and an extension has not been granted by the University, the \nstudent will have failed the assessment of the dissertation by non-\nsubmission and be awarded a mark of zero. \n \n5.20 \nWhere a student has failed their dissertation (including failure by non-\nsubmission), they will be permitted one opportunity for resubmission within \nsix months of formal notification of the failed mark. \n \n5.21 \nWhere the re-submission of a dissertation will take place in the following \nacademic year, a student may be required to re-register and pay a re-\nregistration fee. \n \n \nAward \n \n5.22 \nA student who has achieved a minimum of credits specified in the following \ntable is eligible for the award indicated, subject to their enrolment on a \nrelevant programme of study. \nCredits \nLevel 4 or \nabove \nLevel 5 or \nabove \nLevel 61 \nor above \nLevel 71 \nor above \nTotal \nPostgraduate \nCertificate \n \n \n20 \n40 \n60 \nPostgraduate \nDiploma \n \n \n30 \n90 \n120 \nMaster’s \nDegree \n \n \n30 \n150 \n180 \n \n1 For postgraduate programmes introduced, or revalidated from 2023-2024 \nonwards all credits will be required to be at level 7. \n \n5.23 \nFor students pursuing Master’s programmes, the exit award must not include \ncredits awarded for a dissertation or equivalent project. \nClassification of Postgraduate Taught Awards \n \n5.24 \nThe final mark used to classify degrees is the combined average of the \nmodule marks (calculated as specified in section 2) contributing to the final"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 60,
    "text": "59 \naward, weighted according to the classification rule for the programme and \ncredit value of the modules, calculated, rounded, and recorded as a whole \nnumber. \n \n5.25 \nFor each postgraduate taught programme, one of the below classification \nrules will be specified to be used to determine the final mark. \n \nRule 1 \n \n \nRule 2 \n \n \nWeighting \n \n \nWeighting \nTaught \nmodules \n2/3 (66.6̇%) \n \nTaught modules \n1/2 (50%) \nMaster’s \nDegree stage \n1/3 (33.3̇%) \n \nMaster’s Degree \nstage \n1/2 (50%) \n \nRule 3 (Programmes that include a year of \nExperiential and/or Professional Learning i.e. a year \nout) \n \n \nWeighting \nTaught modules \n9/20 (45%) \nYear out \n1/10 (10%) \nMaster’s Degree stage \n9/20 (45%) \n \n \nRule 5 (Programmes that include a year of \nExperiential and/or Professional Learning i.e. a year \nout) \n \n \nWeighting \nTaught modules \n3/5 (60%) \nYear out \n1/10 (10%) \nMaster’s Degree stage \n3/10 (30%) \n \n \nRule 6 (1 stage programmes) \n \n \nWeighting"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 61,
    "text": "60 \nStage \n100% \n \nRule 7 (1 stage programme that includes a year of \nExperiential and/or Professional Learning i.e. a year \nout) \n \n \nWeighting \nTaught and dissertation/project modules \n9/10 (90%) \nYear out \n1/10 (10%) \n \n5.26 \nThe overall classification for a student will be determined by applying the \nfinal mark as detailed below: \n \nIntended awards of Master’s Degree, Postgraduate Diploma, \nPostgraduate Certificate. \n \nFinal Mark \nClassification of Degrees \n70% + \nDistinction \n60%<70% \nMerit \n \n \nIf a student is eligible for an award which is not classified it will be \ndesignated as ‘Pass’. \n \nSecondary Rule \n \n5.27 \nIn addition to the provisions of 5.26 above the following apply, with the \nexclusion of credits obtained during a Year of Experiential and/or \nProfessional Learning, or a Year of Study Abroad: \n \nFor Postgraduate Master’s Degree \n• \nStudents who achieve a final Mark of 68% or 69% will be awarded a \nclassification of Distinction provided that they have achieved a \nmodule mark of 70% or more in modules at level 7 to the value of at \nleast 50% of credits. \n• \nStudents who achieve a final mark of 58% or 59% will be awarded a \nclassification of merit provided that they have achieved a module \nmark of 60% or more in modules at level 7 to the value of at least \n50% of credits. \nFor Postgraduate Diploma \n \n• \nStudents who achieve a final mark of 68% or 69% will be awarded a \nclassification of Distinction provided that they have achieved a"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 62,
    "text": "61 \nmodule mark of 70% or more in modules at level 7 to the value of at \nleast 60 credits. \n• \nStudents who achieve a final mark of 58% or 59% will be awarded a \nclassification of Merit provided that they have achieved a module \nmark of 60% or more in modules at level 7 to the value of at least 60 \ncredits."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 63,
    "text": "62 \nResearch Programmes \nResearch Degree Regulations \n \n \n \nInstitutional Oversight \nThe Research Degree Regulations have been approved by Senate. The regulations will be \nkept under regular review to ensure they continue both to support internal processes to \nfunction efficiently and effectively, and to fully meet the principles of the UK Quality Code for \nHigher Education, with particular reference to the key practices set out in Principle 11. \nPrinciple 11 - Teaching, learning and assessment \nProviders facilitate a collaborative and inclusive approach that enables students to \nhave a high-quality learning experience and to progress through their studies. All \nstudents are supported to develop and demonstrate academic and professional \nskills and competencies. Assessment employs a variety of methods, embodying the \nvalues of academic integrity, producing outcomes that are comparable across the \nUK and recognised globally. \nKey Practices \na. Learning and assessment at all levels is informed by research and/or scholarship. \nTeaching, learning and assessment align to ensure students can demonstrate \ntheir achievements, reflect on and reinforce their prior learning, skills and \nknowledge, and fulfil their potential. \nb. Students are given clear information about the intended modular and/or \nprogramme learning outcomes and the purpose of assessment and are enabled \nto use feedback/ feedforward to support further learning. \nc. Staff involved in facilitating learning and supervising research are appropriately \nqualified and supported to enhance their teaching and supervisory practice. \nResearch degrees are delivered in supportive environments that are conducive to \nlearning and research. \nd. Students are enabled and encouraged to take responsibility for their own learning \nand to take an active role in shaping and enhancing the learning process. \nProviders offer ongoing advice and guidance about academic integrity to ensure \nthat students and staff understand what is expected of them. \ne. As students move through their learning journey, they are given the opportunity \nand support to transition effectively between academic levels, further study and \nemployment. Providers enable students to recognise the progression they have \nmade and steps they need to take to achieve their potential. \nf. Providers design assessments that test appropriate learning outcomes and are \nfair, reliable, accessible, authentic and inclusive. Where applicable, and \nsustainable, students are offered different options for undertaking assessments to \npromote accessibility and inclusion. \ng. Providers establish coherent approaches to technologies that impact teaching, \nlearning and assessment (such as Generative Artificial Intelligence). These \napproaches are clearly communicated to staff and students, include how they are \nutilised and define misuse of such technologies. \nResearch Degree Regulations \nResearch Programmes"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 64,
    "text": "63 \nh. Providers offer advice and guidance about academic integrity to ensure that \nstudents and staff understand what is expected of them throughout the learning \njourney. The advice is kept current. \n \nResearch Degree Regulations \n \n1. \nGeneral Statements \n \n1.1 \nThese regulations are for research degree programmes leading to the award \nof the following degrees: PhD (Doctor of Philosophy); MD (Doctor of \nMedicine); EngD (Doctor of Engineering); Doctoral Degrees by Examination \nand Thesis (Professional Doctorates); and MPhil (Master of Philosophy). \n \n1.2 \nWhere there are specific regulations for individual awards, these are defined \nbelow. Where specific awards are not mentioned, the regulation applies to \nall research degrees named above. \n \n1.3 \nThese regulations do not apply to the PhD by Published Works, to Higher \nDoctorates, or to MRes (Master of Research) programmes. \n \n1.4 \nA research degree programme is centred on independent study and \nresearch, while including training to support the research student's academic \nwork and their broader development as a professional researcher. \n \n1.5 \nWhen undertaking a research degree programme, the student is expected to \ntake responsibility for the progress and integrity of their academic work, their \ndevelopment as a professional researcher and, barring unforeseen and \nexceptional circumstances, for the submission of their final thesis within the \nperiod permitted for their degree and method of study. \n \n1.6 \nAll students will be expected to participate in relevant training activities and \ncontribute to the research environment as fully as is compatible with the \nsuccessful and timely completion of their studies. \n \n2. \nEntry Requirements \n \n2.1 \nAn applicant for admission to a research degree programme will be required \nto: \n.1 \nmeet the conditions of the General Entrance Requirements and the \nDegree Programme Requirements as outlined in the Student \nAdmissions Regulations; \n \n.2 \nmeet the particular requirements for the research degree \nprogramme; \n \n.3 \nwhere relevant, satisfy the School that they have experience of, \nand/or are engaged in, an appropriate level of professional activity to \nprovide the necessary professional context for the completion of the \nprogramme;"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 65,
    "text": "64 \n.4 \nsatisfy the School that they are academically able to complete the \nresearch degree programme. \n \n2.2 \nA research student may formally commence their period of research on the \nfirst day of October, January, April or July, subject to the agreement of the \nHead of School or their nominee, or in accordance with the relevant \nprogramme information in the case of Professional Doctorates. \n \n2.3 \nAdmission decisions will be made by the Head of School or their nominee \nwho will do so in accordance with the Student Admissions Regulations. \n \n3. \nMethod of Study \n \n3.1 \nA candidate may study for a research degree as a full-time or a part-time \nstudent, or, when a member of University staff, as a staff candidate1, subject to \nthe following programme constraints: \n \n.1 \nthe DClinPsy and the DEdPsy may be studied full-time only prior to \nprofessional qualification, or part-time only after professional \nqualification; \n \n.2 \nthe EngD may be studied full-time only. \n \n3.2 \nA full-time research student will undertake their programme of study and \nresearch at the University, or with regular attendance at the University \n(which must be agreed by the Head of School/nominee in advance), except \nwhere period(s) of study at a partner organisation are supported by a \nUniversity-approved agreement, or where the student is permitted to pursue \nfull-time research in an external place of employment. \n \n3.3 \nWhere a School considers admitting a student who will pursue full-time \nresearch in an external place of employment, the following written assurances \nmust be provided by the employer: \n \n.1 \nthe student will be working on full-time research, and on a particular, \nagreed project; \n \n.2 \nthe research work will be undertaken under the direction and \nsupervision of a main University supervisor nominated by the Head \nof School (in accordance with section 6 below); such control shall \ninclude the right of the supervisor to have reasonable access to the \nstudent and their work in their place of employment. \n \n3.4 \nResearch students may apply to change from full-time to part-time, or part-time \nto full-time study while they are in their fees-payable period2. Part-time study \nmust equal at least 50% of the full-time equivalent. If approved, a revised \n \n1 Staff candidature is restricted to members of staff holding a contract of salaried employment \nequivalent to at least one-third of that of a full-time member in the appropriate categories of staff. \n2 Funded students should check the terms and conditions of their funding before applying to change \ntheir mode of study."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 66,
    "text": "65 \nperiod of registration and earliest/latest dates for the submission of the thesis \nwill be determined on a pro-rata basis. \n \n4. \nPeriods of Study \n \n4.1 \nResearch students should register at the University, pay the required fee and \nfollow the programme for the period of study defined below, this being the \nfees-payable period: \n \n.1 \nPhD as a full-time student, or as a member of staff3: a minimum of 3 \nyears and a maximum of 4 years (with the exception of the 2+2 \nmodel); \n \n.2 \nPhD as a part-time student, or on a part-time basis as a member of \nstaff, where the case for a period of registration commensurate with \npart-time study has been demonstrated: a minimum of 5 years and a \nmaximum of 7 years; \n \n.3 \n2+2 model PhD as a full-time student, a minimum of 2 years and a \nmaximum of 3 years for the PhD stage; \n \n.4 \n2+2 model PhD as a part-time student, a minimum of 3 years and a \nmaximum of 5 years for the PhD stage; \n \n.5 \nMD as a full-time student, or as a member of staff: a minimum of 2 \nyears and a maximum of 3 years4; \n \n.6 \nMD as a part-time student, or on a part-time basis as a member of \nstaff, where the case for a period of registration commensurate with \npart-time study has been demonstrated: a minimum of 3 years and a \nmaximum of 5 years; \n \n.7 \nEngD as a full-time student: a minimum of 4 years and a maximum of \n4 years and 6 months; \n \n.8 \nProfessional Doctorate as a full-time student: a minimum of 3 years \nand a maximum of 4 years; \n \n.9 \nProfessional Doctorate as a part-time student, or as a member of staff, \nwhere the case for a period of registration commensurate with part-\ntime study has been demonstrated: a minimum of 5 years and a \nmaximum of 7 years; \n \n3 For a staff PhD candidate who commenced their study before 1 August 2017, the maximum period \nis 7 years. \n4 The maximum period of study for a part-time student may be increased to 8 years, where a longer \nperiod of registration is required as part of an individual studentship agreement or formal \ncollaborative arrangement. For all staff candidates for MD who commenced their study before 1 \nAugust 2017, the maximum period is 5 years."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 67,
    "text": "66 \n.10 \nMPhil as a full-time student, or as a member of staff: a minimum of 1 \nyear and a maximum of 2 years5; \n \n.11 \nMPhil as a part-time student, or on a part-time basis as a member of \nstaff, where the case for a period of registration commensurate with \npart-time study has been demonstrated: a minimum of 2 years and \nmaximum of 3 years6. \n \n4.2 \nDoctoral students are permitted to submit their thesis no earlier than 6 \nmonths before the end of their fees-payable period. \n \n4.3 \nMPhil students are permitted to submit their thesis no earlier than 1 month \nbefore the end of their fees-payable period. \n \n4.4 \nA student who has successfully completed the requirements of their doctoral \ndegree and is accepted for the award, may request to extend their doctoral \nprogramme registration for a period of up to 12 months in order to undertake \nactivities commensurate with consolidating their doctoral training and \nsupporting their transition to a post-doctoral career pathway: such as \npublishing their work, making grant applications, developing professional \nnetworks. The extended registration period will allow access to University IT \nresources (email, intranet and electronic library resources). \n \n5. \nEntry with Advanced Standing \n \n5.1 \nStudents may be permitted to enter a research degree programme with \nadvanced standing at the discretion of the Head of School or their nominee, \nwithin the limits below. \n \n5.2 \nPhD students may be exempted from a maximum of 1 year of a full-time \nregistration, or a maximum of 2 years of a part-time registration, if they can \ndemonstrate that they are exceptionally prepared for the research degree \nprogramme. In all cases, they should, as a minimum, hold a postgraduate \nMaster's degree in a relevant field and/or have undertaken a minimum of 1 \nyear (or part-time equivalent) supervised academic work in the same \ndiscipline. \n \n5.3 \nResearch students may be permitted readmission to the University to complete a \nresearch degree programme from which they had withdrawn, where: \n \n.1 \nthe combined periods of registration will equate to, or exceed, the \nminimum period of study permitted for the Cardiff University award; \n \n.2 \nthe School still has appropriate and available supervisory capacity, \nresources and facilities in place to support the student’s project; \n \n \n5 For a full-time MPhil student who commenced their study before 1 August 2016, the maximum \nperiod is 3 years. \n6 For a part-time MPhil student who commenced their study before 1 August 2016, the maximum \nperiod is 5 years."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 68,
    "text": "67 \n.3 \nthe student registers and pays the required fee for at least 12 \nmonths full-time or 18 months part-time, regardless of the period of \nprevious study. \n \n5.4 \nEngD and Professional Doctorate students may be exempted from elements \nof the assessed directed learning component of their programme. \n \n5.5 \nDClinPsy and the DEdPsy students admitted to the part-time, post-qualification \nroute of the programme will enter with advanced standing, in accordance with \nthe programme requrements. \n5.6 \nResearch students may be permitted to transfer from another university, \neither to accompany a supervisor or as a result of a change in circumstances \nat their former institution, where: \n \n.1 \nthe combined periods of registration will equate to, or exceed, the \nminimum period of study permitted for the Cardiff University award; \n \n.2 \nthe Head of School or their nominee is satisfied that the student has \nmade sufficient progress to be able to complete the programme of \nresearch in the remaining period; \n \n.3 \nin those cases where the reason for transfer is other than to \naccompany the supervisor, the student registers and pays the \nrequired fee for at least 12 months full-time or 18 months part-time, \nregardless of the period of study already undertaken at the other \nuniversity; \n \n.4 \nas appropriate, agreements concerning the transfer and ownership \nof research data and intellectual property rights are in place between \nthe losing and gaining departmental/School heads. \n \n6. \nSupervision and Monitoring \n \n6.1 \nHeads of School are responsible for the appointment of a supervisory team in \naccordance with the Policy on Research Student Supervision. \n \n6.2 \nSupervisors are responsible for supporting the research students assigned to \nthem in accordance with the Policy on Supervisor Responsibilities. \n \n6.3 \nThe Policy and Procedure on the Monitoring of Research Students formally \nmonitors a student's progress on their research degree programme. Continued \nregistration on a research degree programme is conditional on the student \nmaintaining adequate progress, demonstrated through the Research Student \nProgress Monitoring Procedure. \n \n6.4 \nCompliance with the Policy and Procedure on the Monitoring of Research \nStudents is mandatory and applies to all students registered for research \ndegrees, including full-time, part-time and staff candidates."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 69,
    "text": "68 \n6.5 \nShould there be concerns about a student’s progress, these will be addressed \nthrough the Unsatisfactory Progress Policy (Research Students). \n \n7. \nTime Limits \n \n7.1 \nReseach students must present their thesis for examination within the \nmaximum periods of study permitted for their degree: \n \n.1 \nPhD, full-time: 4 years; \n \n.2 \nPhD under 2+2 model, full-time: 3 years (PhD stage); \n \n.3 \nPhD, part-time: 7 years; \n \n.4 \nPhD under 2+2 model, part-time: 5 years (PhD stage); \n \n.5 \nMD, full-time: 3 years; \n \n.6 \nMD, part-time: 5 years; \n \n.7 \nMPhil, full-time: 2 years7; \n \n.8 \nMPhil, part-time: 3 years8; \n \n.9 \nEngD: 4 years and 6 months; \n \n.10 \nFull-time Professional Doctorates: in accordance with programme \ninformation and within a maximum of 4 years; \n \n.11 \nPart-time Professional Doctorates: in accordance with programme \ninformation and within a maximum of 7 years. \n \n7.2 \nResearch students who are permitted entry with advanced standing must \npresent their thesis for examination within the remaining time-limit permitted \nfor the programme. \n \n7.3 \nFailure to submit within the time-limit, defined as the final submission \ndeadline (or the next working day if the University is closed), where this has \nnot been extended by the University, will result in termination of the \nprogramme. \n \n8. \nInterruptions and Extensions to Time Limit \n \n8.1 \nA period of study may be interrupted or a time limit extended by the University \nin accordance with the Interruption of Study Policy (Research Students) and \nthe Extenuating Circumstances Policy (Research Students). \n \n \n7 Where study commenced after 1 August 2016. \n8 Where study commenced after 1 August 2016."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 70,
    "text": "69 \n9. \nOverall Time Limit9 \n \n9.1 \nAn interruption and/or extension approved by the University will result in an \nadjustment to the latest date by which the student may submit their thesis. The \noverall adjustment resulting from one or more interruptions and/or extensions \ncannot exceed the overall time limit which is permitted for the programme. \n \n9.2 \nThe overall time limit for each research degree programme is the maximum \nperiod of study defined above, plus two years. \n \n9.3 \nThe overall time limit will be extended, if necessary, to allow for an Examining \nBoard to recommend a resubmission decision. \n \n \n \n \n9 The overall time limit applies only to students commencing study from 1 August 2019."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 71,
    "text": "70 \nRegulations for PhD by Published Works \n \n \nInstitutional Oversight \nThe Regulations for PhD by Published Works have been approved by Senate. The \nregulations will be kept under regular review to ensure they continue both to support internal \nprocesses to function efficiently and effectively, and to fully meet the principles of the UK \nQuality Code for Higher Education, with particular reference to the key practices set out in \nPrinciple 11. \nPrinciple 11 - Teaching, learning and assessment \nProviders facilitate a collaborative and inclusive approach that enables students to \nhave a high-quality learning experience and to progress through their studies. All \nstudents are supported to develop and demonstrate academic and professional \nskills and competencies. Assessment employs a variety of methods, embodying the \nvalues of academic integrity, producing outcomes that are comparable across the \nUK and recognised globally. \nKey Practices \na. Learning and assessment at all levels is informed by research and/or scholarship. \nTeaching, learning and assessment align to ensure students can demonstrate \ntheir achievements, reflect on and reinforce their prior learning, skills and \nknowledge, and fulfil their potential. \nb. Students are given clear information about the intended modular and/or \nprogramme learning outcomes and the purpose of assessment and are enabled \nto use feedback/ feedforward to support further learning. \nc. Staff involved in facilitating learning and supervising research are appropriately \nqualified and supported to enhance their teaching and supervisory practice. \nResearch degrees are delivered in supportive environments that are conducive to \nlearning and research. \nd. Students are enabled and encouraged to take responsibility for their own learning \nand to take an active role in shaping and enhancing the learning process. \nProviders offer ongoing advice and guidance about academic integrity to ensure \nthat students and staff understand what is expected of them. \ne. As students move through their learning journey, they are given the opportunity \nand support to transition effectively between academic levels, further study and \nemployment. Providers enable students to recognise the progression they have \nmade and steps they need to take to achieve their potential. \nf. Providers design assessments that test appropriate learning outcomes and are \nfair, reliable, accessible, authentic and inclusive. Where applicable, and \nsustainable, students are offered different options for undertaking assessments to \npromote accessibility and inclusion. \ng. Providers establish coherent approaches to technologies that impact teaching, \nlearning and assessment (such as Generative Artificial Intelligence). These \napproaches are clearly communicated to staff and students, include how they are \nutilised and define misuse of such technologies. \nRegulations for PhD by Published Work"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 72,
    "text": "71 \nh. Providers offer advice and guidance about academic integrity to ensure that \nstudents and staff understand what is expected of them throughout the learning \njourney. The advice is kept current. \n \nRegulations for PhD by Published Work \n1. \nGeneral Statements \n \n1.1 \nThese regulations apply to the PhD by Published Works only. \n \n1.2 \nThe Published Works route to a PhD award is open to those eligible \ncandidates who, over a period of years, have been engaged in independent \nscholarship and research. A candidate is assessed on the basis of work \nundertaken and published prior to their registration, as opposed to work \nundertaken as a student of Cardiff University. During their registration period, \nthe candidate produces a critical commentary which accompanies the works \nand forms part of the submission. \n \n1.3 \nA PhD by Published Works submission is assessed against the criteria \ndefined in the Research Degree Assessment Regulations for Cardiff \nUniversity doctoral awards. \n \n2. \nDefinition of Published Works \n \n2.1 \nFor the purpose of these Regulations, a work is regarded as published only if \nit is traceable through ordinary catalogues, abstracts or citation indices, and \ncopies are available in the public domain. Research reports prepared for a \nrestricted readership and/or on a confidential basis are not eligible for \ninclusion in a submission for this degree. \n \n2.2 \nExamples of eligible published work include, but are not limited to: academic \npapers; journal articles; monographs; chapters; books. \n \n2.3 \nElectronic works may be eligible, where the candidate provides evidence \nthat the work will continue to be publicly available for the foreseeable future \nin its present form. \n \n2.4 \nThe works should not have been published more than 10 years prior to the \ndate of registration for the degree. \n \n2.5 \nThe published works should be of a standard that is comparable to the \ncontent of a traditional PhD thesis, and demonstrate the candidate's original \ncontribution to learning. \n \n2.6 \nThe published works should also constitute a body of work that tends toward \na coherent thesis, rather than a series of disconnected publications. \n \n2.7 \nThe number of works will depend on the academic area and the type of \npublished works included in the submission. The submitted works must be \nsufficient in quantity and quality to meet the criteria for a doctoral award."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 73,
    "text": "72 \n \n2.8 \nA candidate may include co-authored works in their submission. The majority \nof the work must be single-authored or first-authored. The candidate must be \nable to demonstrate clearly their own contribution in any co-authored works. \n \n3. \nEligibility \n \n3.1 \nTo be eligible to register for the PhD by Published Works, an applicant must \nsatisfy one or more of the following criteria: \n \n.1 \nbe a graduate of Cardiff University, or of the University of Wales \nfollowing candidature at Cardiff University, of at least six years' \nstanding prior to registration; \n \n.2 \nbe a member of Cardiff University staff of at least six years' standing \nprior to registration; \n \n.3 \nbe a holder of an honorary title of Cardiff University of at least six \nyears' standing prior to registration. \n \n3.2 \nA candidate for PhD by Published Works cannot hold a concurrent \nregistration on a PhD programme at Cardiff University or other awarding \ninstitution. \n \n3.3 \nApplicants for a PhD by Published Work must meet the conditions of the \nUniversity General Entrance Requirement. \n \n4. \nPeriod of Study and Fees \n \n4.1 \nA candidate for PhD by Published Works is required to enrol at the \nUniversity and pay the appropriate fee. \n \n4.2 \nThe candidate will be registered for a period of 12 months from their \nenrolment date, and will be required to submit for the degree of PhD by \nPublished Works no later than 12 months from their enrolment date. \n \n4.3 \nThe combined registration and submission fee for PhD by Published Works \nis equivalent to the standard annual tuition fee charged by the University to \npart-time PhD students, as current at the time of enrolment. \n \n4.4 \nMembers of staff of Cardiff University are exempt the registration fee but are \nrequired to pay a submission fee, equivalent to that charged to standard PhD \nstaff candidates. \n \n5. \nThe Advisers \n \n5.1 \nThe Head of School/nominee will appoint an adviser or advisers for the \ncandidate's period of registration. At least one of the advisers will be a \nmember of staff from the School concerned."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 74,
    "text": "73 \n5.2 \nThe candidate's adviser(s) will possess an appropriate understanding of the \ntopic and be experienced in PhD supervision and examination. \n \n5.3 \nThe adviser(s) will support, advise and guide the candidate through the \ndrafting of the critical review that accompanies the published works, in \naccordance with an agreed schedule of contacts, and the process of \nsubmission and examination. \n \n5.4 \nThe Policy and Procedure for the Monitoring of Research Students, and the \nPolicy on Research Student Supervision will not apply. \n \n6. \nExtensions to Time Limit \n \n6.1 \nThe period of registration may be extended by the University in accordance \nwith the Extenuating Circumstances Policy (Research Students). \n \n7. \nAssessment \n \n7.1 \nA PhD by Published Works will be assessed in accordance with the \nResearch Degree Assessment Regulations for Cardiff University doctoral \nawards."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 75,
    "text": "74 \nRegulations for Higher Doctorates \n \n \n1. \nGeneral Statements \n \n1.1 \nThese regulations apply to Higher Doctorates of Cardiff University. The \nHigher Doctorates available are listed in the Awards Regulations: Awards of \nCardiff University. \n \n1.2 \nHigher Doctorates are earned awards of the University, made in recognition \nof excellence in academic scholarship, evidenced by a submission of \npublications. \n \n1.3 \nThe submitted publication may be any combination of books, articles and \ncreative works, printed or otherwise reproduced, which are traceable through \nordinary catalogues, abstracts or citation indices, and available in the public \ndomain. \n \n2. \nEligibility \n \n2.1 \nTo be eligible to apply for a Higher Doctorate, a candidate must satisfy one \nof the following criteria: \n \n.1 \nbe a member of Cardiff University staff of at least six years' standing, \nand be the holder of a doctoral, Master's or Bachelor degree of at least \neight years standing from any university or recognised awarding \nauthority; or \n \n.2 \nbe an Emeritus/Emerita or retired member of Cardiff University staff for \nno longer than two years, who had previously been a member of Cardiff \nUniversity staff of at least six years' standing prior to retirement, and be \nthe holder of a doctoral Master's or Bachelor degree of at least eight \nyears standing from any university or recognised awarding authority; or \n \n.3 \nbe an alumnus/alumna of Cardiff University (including graduates of the \nUniversity of Wales presented by Cardiff University or by one of its \npredecessor institutions), having obtained a doctoral, Master's or \nBachelor degree from the University, with at least eight years' standing. \n \n3. \nApplication and Assessment \n \n3.1 \nApplication and assessment will be in accordance with the Procedures for \nthe Application, Submission and Assessment of Higher Doctorates. \n \n3.2 \nA fee will be charged in two stages: a deposit upon application and the \nremainder upon full assessment where a submission is successfully referred \nfollowing preliminary review. \n \n4. \nCriteria for the award \nRegulations for Higher Doctorates"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 76,
    "text": "75 \n \n4.1 \nThe submission will be required to demonstrate: \n \n.1 \nexcellence in academic scholarship; \n \n.2 \nwork of a high and distinctive quality; \n \n.3 \nwork that is substantial in scale and a sustained contribution to \nknowledge; \n \n.4 \ninternational importance and global reach; \n \n.5 \nimpact of the work on others in the field. \n \n5. \nReapplication \n \n5.1 \nA candidate who is not invited to full assessment or whose full submission \ndid not merit the awarding of a Higher Doctorate, is eligible to re-apply on \none further occasion."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 77,
    "text": "76 \nAssessment \nAssessment and Examining Board Regulations \n \n \nInstitutional Oversight \nThe Assessment and Examining Board Regulations have been approved by Senate. \nThe regulations will be kept under regular review to ensure they continue both to \nsupport internal processes to function efficiently and effectively, and to fully meet the \nprinciples of the UK Quality Code for Higher Education, with particular reference to \nthe key practices set out in Principle 11. \nPrinciple 11 - Teaching, learning and assessment \nProviders facilitate a collaborative and inclusive approach that enables students to \nhave a high-quality learning experience and to progress through their studies. All \nstudents are supported to develop and demonstrate academic and professional \nskills and competencies. Assessment employs a variety of methods, embodying the \nvalues of academic integrity, producing outcomes that are comparable across the \nUK and recognised globally. \nKey Practices \na. Learning and assessment at all levels is informed by research and/or scholarship. \nTeaching, learning and assessment align to ensure students can demonstrate \ntheir achievements, reflect on and reinforce their prior learning, skills and \nknowledge, and fulfil their potential. \nb. Students are given clear information about the intended modular and/or \nprogramme learning outcomes and the purpose of assessment and are enabled \nto use feedback/ feedforward to support further learning. \nc. Staff involved in facilitating learning and supervising research are appropriately \nqualified and supported to enhance their teaching and supervisory practice. \nResearch degrees are delivered in supportive environments that are conducive to \nlearning and research. \nd. Students are enabled and encouraged to take responsibility for their own learning \nand to take an active role in shaping and enhancing the learning process. \nProviders offer ongoing advice and guidance about academic integrity to ensure \nthat students and staff understand what is expected of them. \ne. As students move through their learning journey, they are given the opportunity \nand support to transition effectively between academic levels, further study and \nemployment. Providers enable students to recognise the progression they have \nmade and steps they need to take to achieve their potential. \nf. Providers design assessments that test appropriate learning outcomes and are \nfair, reliable, accessible, authentic and inclusive. Where applicable, and \nsustainable, students are offered different options for undertaking assessments to \npromote accessibility and inclusion. \ng. Providers establish coherent approaches to technologies that impact teaching, \nlearning and assessment (such as Generative Artificial Intelligence). These \napproaches are clearly communicated to staff and students, include how they are \nutilised and define misuse of such technologies. \nAssessment \nAssessment and Examining Board Regulations"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 78,
    "text": "77 \nh. Providers offer advice and guidance about academic integrity to ensure that \nstudents and staff understand what is expected of them throughout the learning \njourney. The advice is kept current. \n \nAssessment and Examining Board Regulations \n1. \nGeneral \n1.1 \nThese regulations apply to all students on Undergraduate and Postgraduate \ntaught programmes leading to a specific award of the University. \n2. \nAssessment and Examination through the medium of Welsh \n2.1 \nThe University recognises the importance of the Welsh language and its \nofficial status in Wales. All students have the right to be assessed through \nthe medium of Welsh. In order that the University can ensure that \nassessment or examination submitted in Welsh are treated no less \nfavourably than work submitted in English, in some instances as detailed \nbelow, students should submit a request to be assessed through the medium \nof Welsh. \n2.2 \nAssessment of modules taught wholly or partially through the medium of \nWelsh will be available to students through the medium of Welsh and \nstudents are not required to submit a request. \n2.3 \nIf a student pursuing a module taught through the medium of English wishes \nto be assessed in whole or in part through the medium of Welsh they must \nnotify the Head of School, or nominee, of their intention in writing as soon as \npossible after the commencement of the module. Any notification should be \nsubmitted in sufficient time to ensure that appropriate arrangements can be \nmade to provide the assessment through the medium of Welsh and for the \nmarking of the assessment. \n2.4 \nThe conduct and examining of assessments through the medium of Welsh \nwill be as detailed in the Process for Welsh Medium Assessment which \nensures an active offer to students which is clear in terms of how and when \nstudents should present their request. \n3. \nReligious Observance Days \n3.1 \nAny student who anticipates that they will be unable, on religious grounds, to \nsit examinations or to undertake any other assessment on certain days must \nsubmit a written request to the Academic Registrar as soon as possible and \nby the end of week 3 of each semester, at the latest, to ensure that the \ncircumstances can be taken into account. \n3.2 \nThe University recognises the importance of religious observance and whilst \nevery effort will be made to accommodate such requests, it may not be \npossible to meet these in all cases. Where the request is refused, the \nstudent will receive the decision in writing along with the reasons for that \ndecision."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 79,
    "text": "78 \n4. \nStudent Carers \n4.1 \nThe University recognises that students with carer responsibilities may \nrequire adjustments to the programme of study to allow them to fully and \nfairly engage in University programmes. A student who is a carer for \nsomeone with disabilities, who anticipates that they will require adjustments \nto their programme of study to account for the carer responsibilities, should \napply to the Head of School for adjustments to be made. \n4.2 \nAdjustments can be made to the programme to enable students to engage in \ntheir studies, for example reviewing assessment submission dates, when \nexaminations take place, or the mode of study. Changes to the academic \ncontent or methods of assessment requirements cannot be made. \n4.3 \nStudent carers who experience changes to their carer responsibilities, which \nimpact on assessment where adjustment has not been made, can apply for \nextenuating circumstances under the Extenuating Circumstance Procedure. \n5. \nStudents with Disabilities \n5.1 \nThe University recognises that students with disabilities may require \nadjustments to assessments in order to allow students to fully and fairly \nengage in University programmes. In accordance with relevant legislation, \nthe University will consider reasonable adjustments for students with \ndisabilities, provided it does not impact on academic competency standards. \n5.2 \nThe Reasonable Adjustment Policy and Procedure details the process for \nstudents with disabilities to request reasonable adjustments. \n5.3 \nAny adjustments to an assessment will continue to demonstrate that \nstudents may achieve the specified learning outcomes or competencies and \nthat academic standards and, where relevant, standards of professional, \nstatutory and regulatory bodies are not compromised. \n6. \nExtenuating Circumstances \n6.1 \nThe University recognises that students will on occasion have personal \ncircumstances which may impact on their studies. Extenuating \nCircumstances are defined as those that are: \n• severe and exceptional; and \n• unforeseen or unavoidable; and \n• close in time to the assessment, or where the student can \ndemonstrate that the circumstances continued to have an impact on \nacademic performance in the assessment. \n6.2 \nExtenuating circumstances will be considered to have had an adverse \nimpact on the student’s academic performance in assessment and/or have \nprevented a student from submitting a coursework assessment and/or \nattending a scheduled assessment."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 80,
    "text": "79 \n6.3 \nThe Extenuating Circumstances Procedure outlines how students apply \nfor consideration of the impact of these circumstances on assessments and \nexaminations. If extenuating circumstances are accepted, the Examining \nBoard will apply the appropriate remedy. Students will be provided with \ndetails of the Extenuating Circumstances Procedure at the start of each \nsession by the Head of School. \n7. \nLate Submission of Coursework \n7.1 \nStudents will be informed of the deadlines for the submission of coursework \nand the requirement for submission to be by the specified deadline. In cases \nwhere coursework is submitted late, and where there are no extenuating \ncircumstances: \n.1 \nIf the assessment is submitted no later than 24 hours after the \ndeadline, the mark for the assessment will be capped at the \nminimum pass mark; \n.2 \nIf the assessment is submitted more than 24 hours after the \ndeadline, a mark of 0 will be given for the assessment. \n8. \nExaminations \nOrganisation and Conduct of Examinations \n8.1 \nAll Examinations for modular programmes will be held during the designated \nexamination periods or in the resit examination period. The Academic \nRegistrar is responsible for the scheduling of examinations. \n8.2 \nThe Autumn and Spring semester examination periods are set aside for the \nconduct of examinations and students' private study. The Head of School \nmay apply discretion and use this period for other academic purposes where \nthe programme does not have any examinations in the specific examination \nperiod. For joint honours programmes, both Schools must be free from \nexaminations in the specific examination period and consult with each other \nfor this to apply. \n8.3 \nThe scheduling of examinations, and the format of the examination paper \nrubrics will be in accordance with the guidelines specified in the examination \nprocedure. \n8.4 \nExpectations of student conduct in examination venues, and details of \npermitted dictionaries and calculators in examination venues are specified in \nthe Examination Procedure. \n8.5 \nThe arrangements for invigilating examinations, including the number of \ninvigilators and their duties, are specified in the Examination Procedure. \nExaminations away from Cardiff \n8.6 \nThe University permits forms of assessment, including examinations, to be \nconducted in locations away from Cardiff and Cardiff University."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 81,
    "text": "80 \n8.7 \nThe University considers requests from individual students to undertake \nassessments, including examinations, outside Cardiff in the summer resit \nexamination period, and in exceptional circumstances, requests from \nindividual students to undertake assessments, including examinations, \noutside Cardiff at other times. The procedure for this is detailed in the \nExaminations and Assessment Policy and Procedures. \n9. \nMarking and Feedback \n9.1 \nSchools will make information available to students in advance of \nassessments, which specifies the standards expected within that \nassessment and clearly indicates the assessment criteria and/or marking \nschemes that will be used. \n9.2 \nThe Head of School will put in place procedures and processes that ensure \nequity, consistency, and transparency of marking. \n9.3 \nAll assessments will, where possible, be marked by number. \n9.4 \nHeads of School will put in place procedures to ensure that marks and \nfeedback are made available to students in a timely manner. Students will \nreceive feedback as outlined in the Academic Feedback Policy. \n9.5 \nHeads of Schools are required to put in place procedures to ensure that \nassessors are appropriately skilled in assessing student work. \n9.6 \nThe Marking and Moderation Policy will specify further information regarding \nexpectations for marking assessments. \n10. \nMaster’s Dissertations \n10.1 \nThe Dissertation Stage of a taught Master's degree Programme shall take the \nform of a Dissertation. This may include any non-standard forms of \nsubmission/assessment approved by the Academic Standards and Quality \nCommittee in respect of particular Programmes. \n10.2 \nThe length of a standard dissertation will not exceed 20,000 words. Specific \nprogrammes may also stipulate a minimum word-length for the Dissertation. \n10.3 \nIn the case of students following approved Taught Master's Programmes of \nStudy which fall within the subject area of Creative Writing and Performing \nArts, the Dissertation may take one or more of the following forms: musical \nscore, portfolio of original works, or performance. The submission shall be \naccompanied by a written commentary (normally of 5,000 - 6,000 words) \nplacing it in its academic context together with any other items which may be \nrequired (e.g. audio or visual materials). \n11. \nExamining Boards \n11.1 \nThe Rules of Debate for Examining Boards are specified in the Standing \nOrders, Ordinance 3. The role of an Examining Board is to: \n• consider the performance of each student in assessments;"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 82,
    "text": "81 \n• confirm module/unit marks and confirm progression decisions for \nstudents in accordance with the Programme Progression, Resit and \nRepeat rules; \n• recommend to the University Awards and Progress Committee the \nawards, to students, in accordance with the appropriate award and, \nwhere relevant, classification rules; \n• monitor the quality and standard of awards and make \nrecommendations relating to the enhancement of quality and \nstandards to Boards of Studies. \n \n11.2 \nExamining Boards will not change, amend, or estimate marks. \nStructure of Examining Boards \n11.3 \nExamining Boards will be established by Heads of School, in accordance \nwith one of the following structures: \n11.3.1 Unitary Structure \nProgramme Examining Board: A Programme Examining Board is wholly \nresponsible for one or more programmes without reference to a Subject \nExamining Board. Programme Examining Boards will, where appropriate: \n.1 \nconsider any defects or irregularities in the conduct of examinations; \n.2 \ndetermine the action to be taken for a student who has extenuating \ncircumstances; \n.3 \nreceive a record of all students who have submitted applications for \nreasonable adjustments and record whether reasonable adjustment \nwas approved; \n.4 \nreceive a record of those students permitted a supplementary \nassessment or an extension to the submission date of coursework. \n.5 \nconfirm marks for each student for individual modules or units of \nstudy; \n.6 \nconfirm whether each student has passed or failed each module or \nunit of study; \n.7 \nconfirm the opportunities, if any, for the retrieval of failed modules or \nunits of study; \n.8 \nconfirm whether or not a student is permitted to progress to the next \nstage of the programme; \n.9 \nconfirm whether or not a student will be eligible for any exit-point \naward for the programme, should they subsequently withdraw or \notherwise fail to complete the programme;"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 83,
    "text": "82 \n.10 \nconfirm whether or not a student shall be awarded the intended \naward for the programme; \n.11 \nconfirm, where appropriate, the classification for each student. \n11.3.2 2 Tier Structure \nSubject Examining Board: A Subject Examining Board is a sub-board \nwhich is responsible for one or more modules or units of study and which \nmakes recommendations to a Composite Examining Board. Subject \nExamining Boards shall make recommendations, in writing, to the Composite \nExamining Board on: \n.1 \nthe marks to be awarded for each student for each module or unit of \nstudy; \n.2 \nany defects or irregularities in the conduct of examinations. \nComposite Examining Board: A Composite Examining Board is \nresponsible for one or more programmes and receives recommendations \nfrom more than one Subject Examining Board. Composite Examining Boards \nshall, where appropriate: \n.1 \nconsider any defects or irregularities in the conduct of examinations, \nand the recommendations of the Subject Examining Board thereon, \nif any; \n.2 \ndetermine the action to be taken for a student who has extenuating \ncircumstances; \n.3 \nreceive a record of all students who have submitted applications for \nreasonable adjustments and record whether reasonable adjustment \nwas approved; \n.4 \nreceive a record of those students permitted a supplementary \nassessment or an extension to the submission date of coursework. \n.5 \nconfirm marks for each student for individual modules or units of \nstudy; \n.6 \nconfirm whether a student has passed or failed each module or unit \nof study; \n.7 \nconfirm the opportunities, if any, for the retrieval of failed modules or \nunits of study; \n.8 \nconfirm whether or not a student is permitted to progress to the next \nyear or academic stage of the programme; \n.9 \nconfirm whether or not a student will be eligible for any exit-point \naward for the programme, should they subsequently withdraw or \notherwise fail to complete the programme;"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 84,
    "text": "83 \n.10 \nconfirm whether or not a student shall be awarded the designated \naward for the programme; \n.11 \nconfirm, where appropriate, the classification for each student. \nMembership \n11.4 \nThe membership of Examining Boards will include: \n.1 \nThe Chair of the Examining Board \nThe Chair of a Programme or Subject Examining Board will be the \nHead of School or will nominate an alternative member of staff. In \nthe absence of Chair from a meeting, the Board will appoint a \ndeputy, where possible from amongst the senior staff present at the \nmeeting. \n.2 \nThe Internal Examiner(s) \nInternal Examiners shall be appointed by the Head of School on the \nadvice of the School Board and shall include a spokesperson for \neach module/unit of study. \nAll Internal Examiners shall be expected to attend all meetings of \nthe Examining Board unless absence has been authorised by the \nChair of the Examining Board. \n.3 \nThe External Examiner(s), where a module or unit of study \ncontributing to the final assessment is considered. \n.4 \nThe Chair of the Extenuating Circumstances Group or nominee. \n.5 \nAdvisory members \nThe Chair of an Examining Board may invite appropriate persons to \nattend a meeting of an Examining Board in an advisory capacity. \nSuch persons shall possess no voting rights. \nDeclaration of Personal Interest \n11.5 \nStaff must inform Head of School of any personal interest relating to a \nstudent at the earliest opportunity to allow appropriate arrangements to be \nput in place to protect the probity of the assessment. \n11.6 \nWhere a member of staff informs a Head of School of a personal interest \nrelating to a student, the Head of School, having consulted the Academic \nRegistrar, shall as they deem appropriate: \n.1 \nput in place arrangements to ensure that the member of staff is not \nresponsible for the setting of examination question papers to be \ntaken by the student or the marking of any of the student's \nassessments, and shall advise the Academic Registrar of the \nmeasures taken;"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 85,
    "text": "84 \n.2 \ninform the Chair of the Examining Board of the member of staff's \ninterest relating to the student and that they should be required to \nwithdraw from the meeting of the Examining Board when the \nstudent's case is discussed; \n.3 \ninstruct the Chair of the Examining Board to ensure that a \ndeclaration of interest, and withdrawal of the member of staff from \nthe Examining Board, shall be recorded in the report of the meeting \nof the Examining Board. \nQuorum \n11.7 \nThe quorum for Examining Boards will be when the Chair is satisfied that an \nappropriate spokesperson(s) for each module/unit of study is/are present. \nCondonement \n11.8 \nAn Examining Board will award a student credit in module(s) in order that a \nstudent achieves full credits for the stage of the programme which will permit \nprogression or an award where: \n.1 \nfor level 3, 4, 5, or 6 credit module mark(s) in the range of 30%to \n39% has been achieved and the student's level/year result in that \nlevel/year of study, in all contributing modules, is at least 45%; \nor \nfor level 7 and 8 credit module mark(s) in the range of 40%to 49% \nhas been achieved and the student's level/year result in that \nlevel/year of study, in all contributing modules, is at least 55%; \nand \n.2 \nthe module(s) is/are not required module(s); and \n.3 \nin the case of a module where a critical or compulsory pass is required \nfor one or more assessment components, the critical or compulsory \npass has been achieved, and \n.4 \nthe student has failed no more than the condonable limits specified in \nthe table below: \nProgramme duration \n(in stages) \nCredit that can be \ncondoned in 1 stage \n(maximum) \nCredit that can be \ncondoned in 1 \nprogramme \n(maximum) \nUndergraduate programmes \n1 or 2 \n30 \n30 \n3 or more \n30 \n60"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 86,
    "text": "85 \nMaster and Postgraduate Diploma programmes \n1 or more \n30 \n30 \n \n11.9 \nIn awarding credit, the module mark confirmed by the Examining Board will \nnot be changed and will be used, where applicable, in calculating any award \nclassification and will appear on the transcript. Examining Boards are not \npermitted to change individual module marks. \n11.10 Condonement will not be applied for modules affected by extenuating \ncircumstances, unless the student is in the final year/stage of the programme \nand can be recommended for an intended award. If condonement is applied \nto modules in the final year/stage of the programme affected by extenuating \ncircumstances, the module will remain eligible for discounting from the award \nclassification. \n11.11 Condonement will not operate: \n.1 \nwhere a student has failed more credits than indicated in the table \nabove, or \n.2 \nin Required Modules, or \n.3 \nin the case of a module where a critical or compulsory pass is \nrequired for one or more assessment components, the critical or \ncompulsory pass has/have not been achieved. \n.4 \nWhere a Professional, Statutory, or Regulatory Body does not permit \ncondonement, or limits the maximum amount of condonement \npermitted. In such cases, the Head of School must ensure that \nstudents are notified of any variation to the condonement rules at the \ncommencement of the programme. \nDiscounting \n11.12 Final Examining Boards may discount module marks that have been affected \nby extenuating circumstances or a defect or irregularity in the conduct of the \nassessment when calculating the final mark to classify a student’s award if: \n.1 \na sufficient remedy has not been applied previously; \n.2 \nit benefits the student; \n.3 \nthe student has achieved sufficient credit for the award. \n11.13 A maximum of 1/6th of the total taught credits, excluding year of \nExperiential/Professional Learning, or a year of study abroad, which \ncontribute to the final award can be discounted."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 87,
    "text": "86 \n11.14 In exceptional circumstances a Head of School may make a request to \nAwards and Progress Committee to permit the Exam Board to discount \nfurther credits from the award classification. \n12. \nExternal Examiners \n12.1 \nExternal examiners are appointed to provide impartial and independent \nadvice, to comment on quality and standards of the programme(s) in relation \nto the national standards and frameworks, and to comment on the \ncomparability with standards at other UK universities. External examiners \nare also asked to confirm that the policies and procedures to ensure \nacademic rigour have been applied consistently and fairly, and to comment \non good practice and make recommendations on enhancement. \n12.2 \nExternal examiners will have sufficient standing, credibility, and breadth of \nexperience within the discipline to be able to command the respect of \nacademic peers, and where appropriate, professional peers. \n12.3 \nExternal examiners will be appointed for Programme/Composite and Subject \nBoards which consider modules or units of study which contribute towards \nthe final award. \n12.4 \nExternal examiners will be appointed by the Academic Standards and \nQuality Committee on the recommendation of the Head of School. \n12.5 \nThe role and duties of external examiners, information relating to their \ninduction, and reporting requirements are specified in the External \nExaminers Policy. \n13. \nAegrotat Awards - Taught Programmes \n13.1 \nIf a student is prevented by illness or other medical reasons from completing \nfinal examinations or other final assessments of a programme, the \nExamining Board, having considered the relevant evidence (which should \ninclude satisfactory medical certification) may recommend to the Awards and \nProgress Committee, via the Academic Registrar, that an Aegrotat award be \nmade. \n13.2 \nAn Examining Board recommending the award of an Aegrotat award must \nbe satisfied that the student's prior performance shows on the balance of \nprobabilities that they would have passed but for the illness/event which \noccurred. The Awards and Progress Committee must be satisfied that the \nstudent is unlikely to be able to return to complete their study at a later date \nwithin a reasonable period. \n13.3 \nThe Chair of the Examining Board must require the student to confirm in \nwriting that they are willing to accept an Aegrotat award. The student's \nsigned confirmation of willingness to accept an Aegrotat award will be \npresented by the Chair of the Examining Board with the recommendation to \nthe Awards and Progress Committee for an Aegrotat award. \n13.4 \nIf a student is unwilling to accept and Aegrotat award, the Examining Board \nmay consider, where appropriate, an exit award or may seek an appropriate"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 88,
    "text": "87 \nextension to the student's period of study and permit the student to complete \nthe examinations/assessments at a later time. \n13.5 \nAn Aegrotat degree, diploma, or certificate will be unclassified and, in all \nother respects, un-graded. An Aegrotat award does not necessarily entitle \nthe holder to registration with a professional body, or exemption from the \nrequirements of any professional qualification, or progression to another \nacademic programme or another stage of a programme which might \notherwise be associated with the programme concerned. \n13.6 \nNo student will be exempted from presenting a Master's dissertation (or \nequivalent presentation) where such is required. Aegrotat taught Master's \ndegrees may be awarded only where the work done for the dissertation can \nbe examined. This requirement does not prevent the issuing to the student of \nany relevant award which might be made in respect of study completed \npreviously. \n14. \nPosthumous Awards - Taught Programmes \n14.1 \nAn Examining Board may recommend to the Awards and Progress \nCommittee, via the Academic Registrar, that a posthumous award be made \nwhere a student pursuing a taught award has died and where the Examining \nBoard is satisfied on the balance of probabilities that the student's \nperformance on the programme shows that they would have passed. \n15. \nResults, Transcripts, and Disclosure of Marks \n15.1 \nThe Academic Registrar will inform students in writing of decisions taken by \nthe Examining Board(s) in respect of module marks, module results, \nprogression, award and classification as appropriate. \n15.2 \nOn completion of a student’s studies, the Academic Registrar will issue each \nstudent with a full transcript, in an approved form, and where appropriate a \ndegree certificate. \n15.3 \nNo fee will be charged for the issue of a certificate and transcript. An \nadministrative fee will be charged for a replacement certificate or transcript. \n16. \nRe-registration Fees \n16.1 \nThe Academic Registrar shall inform students in writing of any re-registration \nFees payable by candidates required to be re-assessed in one or more \nmodule(s) or unit(s) of study. \n17. \nExemption \n17.1 \nIn cases where the application of these regulations would unfairly \ndisadvantage an individual student, but not impact on academic standards, a \nChair of an Examining Board may request the Pro Vice-Chancellor (Student \nExperience and Academic Standards) to exempt a student from part of these \nregulations."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 89,
    "text": "88 \nResearch Degree Assessment Regulations \n \n \nInstitutional Oversight \nThe Research Degree Assessment Regulations have been approved by Senate. \nThe regulations will be kept under regular review to ensure they continue both to \nsupport internal processes to function efficiently and effectively, and to fully meet the \nprinciples of the UK Quality Code for Higher Education, with particular reference to \nthe key practices set out in Principle 11. \nPrinciple 11 - Teaching, learning and assessment \nProviders facilitate a collaborative and inclusive approach that enables students to \nhave a high-quality learning experience and to progress through their studies. All \nstudents are supported to develop and demonstrate academic and professional \nskills and competencies. Assessment employs a variety of methods, embodying the \nvalues of academic integrity, producing outcomes that are comparable across the \nUK and recognised globally. \nKey Practices \na. Learning and assessment at all levels is informed by research and/or scholarship. \nTeaching, learning and assessment align to ensure students can demonstrate \ntheir achievements, reflect on and reinforce their prior learning, skills and \nknowledge, and fulfil their potential. \nb. Students are given clear information about the intended modular and/or \nprogramme learning outcomes and the purpose of assessment and are enabled \nto use feedback/ feedforward to support further learning. \nc. Staff involved in facilitating learning and supervising research are appropriately \nqualified and supported to enhance their teaching and supervisory practice. \nResearch degrees are delivered in supportive environments that are conducive to \nlearning and research. \nd. Students are enabled and encouraged to take responsibility for their own learning \nand to take an active role in shaping and enhancing the learning process. \nProviders offer ongoing advice and guidance about academic integrity to ensure \nthat students and staff understand what is expected of them. \ne. As students move through their learning journey, they are given the opportunity \nand support to transition effectively between academic levels, further study and \nemployment. Providers enable students to recognise the progression they have \nmade and steps they need to take to achieve their potential. \nf. Providers design assessments that test appropriate learning outcomes and are \nfair, reliable, accessible, authentic and inclusive. Where applicable, and \nsustainable, students are offered different options for undertaking assessments to \npromote accessibility and inclusion. \ng. Providers establish coherent approaches to technologies that impact teaching, \nlearning and assessment (such as Generative Artificial Intelligence). These \napproaches are clearly communicated to staff and students, include how they are \nutilised and define misuse of such technologies. \nResearch Degree Assessment Regulations"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 90,
    "text": "89 \nh. Providers offer advice and guidance about academic integrity to ensure that \nstudents and staff understand what is expected of them throughout the learning \njourney. The advice is kept current. \n \nResearch Degree Assessment Regulations \n1. \nGeneral Statements \n \n1.1 \nThese assessment regulations are for research degree programmes leading \nto the award of the following degrees: PhD (Doctor of Philosophy), including \nPhD by Published Works; MD (Doctor of Medicine); Doctoral Degrees by \nExamination and Thesis (Professional Doctorates), including EngD (Doctor \nof Engineering); and MPhil (Master of Philosophy). \n \n1.2 \nA research degree may be awarded by the University in recognition of the \nsuccessful completion of a programme of independent study and research, \nwhich may include periods of approved professional practice. \n \n1.3 \nAssessment for the award of a research degree comprises the examination \nof a written thesis, or an equivalent approved format, and the candidate's \noral defence of that thesis by a viva examination. Assessment for the award \nof a Doctoral Degree by Examination and Thesis (a Professional Doctorate) \nincludes, additionally, the examination of taught components and/or \nprofessional practice. \n \n2. \nCriteria for the Award of the Degree \n \n2.1 \nFor the award of a doctoral degree, the results of the programme of \nindependent study and research will be judged to constitute an original \ncontribution to learning and give evidence of: \n \n.1 \nthe creation and interpretation of new knowledge, through original \nresearch, that extends the discipline, and is of a quality to satisfy \npeer review and merit publication; \n \n.2 \na systematic understanding of a substantial body of knowledge \nwhich is at the forefront of the academic discipline or area of \nprofessional practice; \n \n.3 \nan ability to relate the results of such study to the general body of \nknowledge in the discipline; \n \n.4 \nan ability to conceptualise, design and implement a project for the \ngeneration of new knowledge, applications or understanding, and to \nadjust the project design where necessary; \n \n.5 \na detailed understanding of applicable techniques and \nmethodologies for research and advanced academic enquiry;"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 91,
    "text": "90 \n.6 \nthe evaluation of techniques and methodologies, the development of \ncritiques and, where appropriate, the proposal of new hypotheses. \n \n2.2 \nIn addition, in respect of the award of MD, the results of the study and \nresearch will be judged to constitute an original contribution to medical or \nsurgical knowledge, and provide evidence of originality either by the \ndiscovery of new facts or by the exercise of independent critical power. The \ncandidate shall indicate in what respects the thesis advances clinical \nknowledge and/or practice. \n \n2.3 \nIn addition, in respect of Doctoral Degrees by Examination and Thesis \n(Professional Doctorates), taught and/or professional components and the \ncomponent(s) of independent research (which may be referred to as a \n‘thesis’ or ‘research portfolio’) must be passed in order to qualify for the \naward. \n \n2.4 \nFor the award of the MPhil degree, the results of the programme of \nindependent study and research will be judged to constitute a critical \nevaluation and analysis of a body of knowledge, and to give evidence of: \n \n.1 \na systematic understanding of knowledge, and a critical awareness \nof current problems and/or new insights, much of which is at, or \ninformed by, the forefront of the academic discipline, field of study, or \narea of professional practice \n \n.2 \na comprehensive understanding of techniques applicable to the \nresearch or advanced scholarship \n \n.3 \noriginality in the application of knowledge, together with a practical \nunderstanding of how established techniques of research and \nenquiry are used to create and interpret knowledge in the discipline \n \n.4 \nconceptual understanding that enables the critical evaluation of \ncurrent research and advanced scholarship in the discipline, and of \ntechniques and methodologies. \n \n3. \nAssessment of Taught Components and/or Professional Practice \n(Professional Doctorates) \n \n3.1 \nProgramme information shall include details of: \n \n.1 \nthe nature and timing of assessment(s); \n \n.2 \nthe decisions open to Examining Boards, including any progression; \n \n.3 \ndecisions and opportunities for the reassessment of failed \nassessments; \n \n.4 \nthe timing of reassessments."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 92,
    "text": "91 \n3.2 \nExamination of taught components and the evaluation of professional \npractice, where applicable, will comprise assessments of an advanced \ncharacter in fields of study set out in the programme information. \n \n3.3 \nThe taught components and/or professional practice will be assessed by an \nExamining Board which operates in accordance with the Senate Assessment \nRegulations for Taught Programmes. \n \n3.4 \nA candidate who fails an examination of a taught or practice component \nmay, at the discretion of the Examining Board, re-take the examination on \none further occasion only. A re-examination fee will be payable. \n \n4. \nAssessment of the taught stage of an integrated PhD \n \n4.1 \nAn integrated PhD includes a taught component, usually in the early stage of \nthe programme, which is separately assessed. \n \n4.2 \nProgramme information shall include details of the taught components which \nwill be assessed, the format and timing of the assessments, the requirements \nfor progression to the next stage of the PhD programme, and whether there \nare opportunities to retake assessments. \n \n4.3 \nThe taught components will be assessed by an Examining Board operating in \naccordance with the Assessment and examining board regulations or \ncomparable arrangements in a partnership arrangement. Students will be \nexpected to satisfy the stipulated progression requirements to progress to the \nnext stage of the PhD programme, but Examining Boards have the discretion \nto allow progression taking account of individual circumstances. \n \n4.4 \nWhere an exit award is available, a student must acquire the necessary credit \nfor that award. Where a student is not permitted to progress to the next stage \nof the PhD and has not yet acquired sufficient credit for the exit award, they \nmay be permitted to retake module assessments to become eligible for the \nexit award. \n \n4.5 \nWhere a postgraduate taught programme forms the taught component of an \nintegrated PhD, its structure and the timing may mean that the relevant \nExamining Board in unable formally to consider students’ progress prior to the \nnext stage of the integrated PhD programme: the Director of the PhD \nprogramme may permit students to progress to the next stage, pending and \nsubject to the decision of the Examining Board. \n \n5 \nAssessment of the Thesis/Research Portfolio \n \n5.1 \nAll theses (which may be referred to as a ‘research portfolio’ in the case of \nProfessional Doctorates) accepted and referred for examination in full or \npartial fulfilment for the requirement of the award shall be assessed by an \nExamining Board convened in accordance with the Policy and Procedure for \nthe Appointment of Research Degree Examining Boards (Viva Examination)."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 93,
    "text": "92 \n5.2 \nThe oral examination (viva) forms an integral, mandatory element of the \nexamination process. It will be arranged and conducted in accordance with \nthe Policy and Procedure for the Conduct of Research Degree \nExaminations. \n \n5.3 \nThe requirement to hold a second viva for a resubmitted thesis may be \nwaived by the examiners, but only where they are unanimously of the view \nthat the resubmitted thesis meets the requirement of the intended award. \n \n5.4 \nThe viva may be held on campus, with all participants attending in person, or \nit may take place remotely, either entirely, with all participants joining by \nelectronic means, or in part, with one or more participants attending in \nperson on campus, and one or more participants joining by electronic \nmeans, in accordance with the Policy and Procedure for the Conduct of \nResearch Degree Examinations. \n \n6 \nRecommendations for the Award \n \n6.1 \nExamining Boards, in recommending the candidate for the degree, shall \ncertify that the thesis/research portfolio submitted meets the required criteria. \nUpon assessing the work, they shall make one of the following \nrecommendations: \n \n.1 Doctoral degrees excluding DClinPsy, DEdPsy and PhD by Published \nWorks \n \n• The candidate is approved for the award. \nThe examiners may require no corrections, or may require \nminor typographical corrections to be made to the thesis. Any \ncorrections shall be completed within 1 week of the \nexamination and are of the order that neither examiner would \nordinarily check their satisfactory completion. \n \n• The candidate will be approved for the award upon completion of \ncorrections and amendments. \nThe candidate is required to complete corrections and \namendments stipulated by the examiners within 12 weeks of \nthe examination. One or both of the examiners will be asked to \nconfirm that the corrections have been completed satisfactorily. \n \n• The candidate is invited to revise and resubmit their thesis for the \naward. \nThe candidate is allowed to resubmit their thesis on one further \noccasion only. The thesis shall be resubmitted no less than 12 \nweeks and no more than 1 year from the date of the \nexamination. A fresh examination of the thesis, normally by the \noriginal examiners, is required. The candidate is required to \npay a resubmission fee."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 94,
    "text": "93 \n• The candidate is not approved for a doctoral award but is approved for \nMPhil or the subsidiary award specified for the programme. \nThe examiners may require no corrections, or may require \nminor typographical corrections to be made to the thesis. Any \ncorrections shall be completed within 1 week of the \nexamination and are of the order that neither examiner would \nordinarily check their satisfactory completion. \n \n• The candidate is not approved for a doctoral award but will be \napproved for MPhil or the subsidiary award specified for the \nprogramme upon completion of corrections and amendments. \nThe candidate is required to complete corrections and \namendments stipulated by the examiners within 12 weeks of \nthe examination. One or both of the examiners will be asked to \nconfirm that the corrections have been completed satisfactorily. \n \n• The candidate is not approved for a doctoral award but is invited to \nrevise and resubmit their thesis for MPhil or the subsidiary award \nspecified for the programme. \nThe candidate is allowed to resubmit their thesis for a \nsubsidiary award on one further occasion only. The thesis shall \nbe resubmitted no less than 12 weeks and no more than 1 year \nfrom the date of the examination. A fresh examination of the \nthesis, normally by the original examiners, is required. The \ncandidate is required to pay a resubmission fee. \n \n• The candidate is not approved for the award and no further submission \nis permitted. \n \n \n.2 DClinPsy and DEdPsy: assessment of major research component \n \n• The candidate is approved for a pass in their thesis or research \nportfolio. \nThe examiners may require no corrections, or may require \nminor typographical corrections to be made to the \nthesis/portfolio. Any corrections shall be completed within 1 \nweek of the examination and are of the order that neither \nexaminer would ordinarily check their satisfactory completion. \n \n• The candidate will be approved for a pass in their thesis or research \nportfolio upon completion of corrections and amendments. \nThe candidate is required to complete corrections and \namendments stipulated by the examiners within 12 weeks of \nthe examination. One or both of the examiners will be asked to \nconfirm that the corrections have been completed satisfactorily. \n \n• The candidate is invited to revise and resubmit their thesis or research \nportfolio. \nThe candidate is allowed to resubmit their thesis/portfolio on \none further occasion only. The thesis/portfolio shall be"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 95,
    "text": "94 \nresubmitted no less than 12 weeks and no more than 1 year \nfrom the date of the examination. A fresh examination of the \nthesis/portfolio, normally by the original examiners, is required. \nThe candidate is required to pay a resubmission fee. \n \n• The candidate is not approved for a pass in their thesis or research \nportfolio and no further submission is permitted. \n \n.3 DClinPsy and DEdPsy: programme assessment \n \n• A Programme Examining Board shall consider all final assessments of \ntaught, clinical and research components at the end of the programme. \n \n.4 MPhil \n \n• The candidate is approved for the award. \nThe examiners may require no corrections, or may require \nminor typographical corrections to be made to the thesis. Any \ncorrections shall be completed within 1 week of the \nexamination and are of the order that neither examiner would \nordinarily check their satisfactory completion. \n \n• The candidate will be approved for the award upon completion of \ncorrections and amendments. \nThe candidate is required to complete corrections and \namendments stipulated by the examiners within 12 weeks of \nthe examination. One or both of the examiners will be asked to \nconfirm that the corrections have been completed satisfactorily. \n \n• The candidate is invited to revise and resubmit their thesis for the \naward. \nThe candidate is allowed to resubmit their thesis on one further \noccasion only. The thesis shall be resubmitted no less than 12 \nweeks and no more than 1 year from the date of the \nexamination. A fresh examination of the thesis, normally by the \noriginal examiners, is required. The candidate is required to \npay a resubmission fee. \n \n• The candidate is not approved for the award and no further submission \nis permitted. \n \n \n.5 PhD by Published Works \n \n• The candidate is approved for the award. \nThe examiners may require no corrections, or may require \nminor typographical corrections to be made to the critical \ncommentary. Any corrections shall be completed within 1 week \nof the examination and are of the order that neither examiner \nwould ordinarily check their satisfactory completion."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 96,
    "text": "95 \n \n• The candidate will be approved for the award upon completion of \ncorrections and amendments. \nThe candidate is required to complete corrections and \namendments to the critical commentary, as stipulated by the \nexaminers, within 12 weeks of the examination. One or both of \nthe examiners will be asked to confirm that the corrections \nhave been completed satisfactorily. \n \n• The candidate is not approved for the award. \n \nWhere an Examining Board recommends that a candidate for the PhD \nby Published Works is not approved for the award, they may, at their \ndiscretion, recommend that the candidate be permitted a further \nsubmission, upon payment of a resubmission fee, to include additional \npublished work(s). The resubmission must be made within a period not \nexceeding 5 years from the date of the examination. \n \n7 \nAegrotat awards: research degrees \n \n7.1 \nA research degree may be awarded if a student is unable to complete their \nprogramme of study due to a terminal illness. Where an aegrotat award is \nconferred, the University will be satisfied that, but for their illness, the student \nwould have completed the research degree. \n \n7.2 \nAn aegrotat research degree may be awarded in the following \ncircumstances: \n \n.1 \nFollowing the viva where the student’s illness would preclude them \nfrom making modifications to the thesis, or from resubmitting the thesis \nfor further examination. \n \n.2 \nAfter the thesis has been submitted (or resubmitted) but before the viva \nexamination (where required for a resubmission) and the student is not \nable to attend the viva examination. \n \n.3 \nBefore the thesis has been submitted for examination, where a \nsufficient amount of work has been completed of a standard equivalent \nto the requirements of the degree under examination. \n \n7.3 \nThe student must provide medical evidence of their condition and confirm in \nwriting that they are willing to accept an aegrotat award before the \nassessment process begins. \n \nConsideration of an aegrotat award following the viva \n \n7.4 \nWhere a viva examination has taken place and the student’s illness prevents \nthem from making revisions to the thesis that are required by the examiners"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 97,
    "text": "96 \nfor an award to be recommended in the usual way, the examiners may be \nasked to consider the recommendation of an aegrotat award. \n \nConsideration of an aegrotat award after the thesis has been submitted \n \n7.5 \nAfter the thesis has been submitted (or resubmitted) but before the viva \nexamination (where required for a resubmission) and the student is unable to \nattend the viva examination, examiners will be appointed, and the thesis will \nbe assessed in the usual way. The examiners will be notified that a viva \nexamination will not take place, and that corrections and revisions to the \nthesis will not be required. \n \nConsideration of an aegrotat award before the thesis has been submitted \n \n7.6 \nWhere a student has not yet submitted their thesis, a sufficient amount of \nwork must have been completed, of a standard commensurate with the \naward. The submission may include a full draft thesis, a partial thesis, draft \nchapters, and/or any related material that would have been incorporated into \nthe thesis. \n \n7.7 \nThe student’s supervisors may support the student in compiling their \nsubmission but they cannot enhance the student’s work. The student’s lead \nsupervisor must provide a written statement of support, explaining why an \naegrotat award should be recommended. The supervisor may include \nprogress reports and other evidence (e.g. of the student’s particular \nachievements) with their supporting statement. \n \n7.8 \nThe Head of School will appoint an independent reviewer who is \nappropriately specialist in the subject area to consider whether there is a \nsufficient quantity of material to represent the thesis, and to advise whether \nthe submission should be accepted for examination. \n \n7.9 \nWhere the advice is to proceed to examination, examiners will be appointed \nin the usual way. The examiners will consider the student’s submissions and \nthe supervisor’s statement of support. The examiners will be notified that a \nviva examination will not take place, and that corrections and revisions to the \nthesis will not be required. \n \n7.10 \nThe examiners may request additional information from the supervisors \nbefore making their recommendation. \n \n \n \nRecommendation and conferment of an aegrotat award \n \n7.11 \nThe examiners may make one of the following recommendations: \n• \nan aegrotat award of the intended degree"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 98,
    "text": "97 \n• \nan aegrotat exit award, where available \n• \nno award. \n \n7.12 \nWhere the examiners have recommended that an aegrotat award be made, \nthe Head of School will submit this recommendation to the Awards and \nProgress Committee, via the Academic Registrar. \n \n7.13 \nThe Awards and Progress Committee will receive the student’s written \nconfirmation that they are willing to accept an aegrotat award, the \nsupervisor’s statement of support (where applicable) and the examiners’ \nreports on the thesis or work considered for the award. The Head of School \nwill also recommend to Awards and Progress Committee whether the work, \nif approved for an award, should be made available in the University’s digital \nrepository: if appropriate, a note may be added explaining that the nature of \nthe award means that the thesis may be incomplete or contain some errors. \n \n7.14 \nAn aegrotat award does not necessarily entitle the holder to registration with \na professional body, or exemption from the requirements of any professional \nqualification. \n \n7.15 \nAn aegrotat award will be considered as the conclusion of a student’s \nregistration on the research degree programme. \n \n8 \nPosthumous awards: research degrees \n \n8.1 \nAn Examining Board may recommend to the Awards and Progress \nCommittee, via the Academic Registrar, that a posthumous award be made \nwhere a candidate for a postgraduate research degree has died: \n \n• \nafter the thesis has been examined, or submitted for examination, but \nbefore the oral examination (where required) can be held. \nIn such a case, the Board shall consider the work presented and, \nprovided that it is satisfied that the work is the student's own (by means \nof the receipt of reports from the Head of School and the supervisor), \nmay decide to recommend that an award be made. \n \n• \nbefore submitting the thesis. \nIn such a case, the Board shall consider available evidence of the \nresearch work completed by the student. Normally, such evidence shall \nbe supplied by the student's supervisor, who shall also submit a report \nfor consideration by the examiners. The Head of the School concerned \nshall also submit an argued recommendation regarding the award of the \ndegree. The following criteria must also be satisfied: \n \n• \nenough of the research project must have been completed to allow a \nproper assessment to be made of the scope of the thesis;"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 99,
    "text": "98 \n• \nthe standard of the research work completed must be of that \nnormally required for the award of the degree in question, and must \ndemonstrate the candidate's grasp of the subject; \n \n• \nthe written material available (draft chapters, published work, work \nprepared for publication, presentations to conferences/seminars, \nprogress reports by the candidate for their school/ institution/ \nsponsor) must demonstrate the candidate's ability to write a thesis of \nthe required standard."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 100,
    "text": "99 \nStudent Study and Engagement Regulations \n \n \nInstitutional Oversight \nThe Student Study and Engagement Regulations have been approved by Senate. \nThe regulations will be kept under regular review to ensure they continue both to \nsupport internal processes to function efficiently and effectively, and to fully meet the \nprinciples of the UK Quality Code for Higher Education, with particular reference to \nthe key practices set out in Principle 10. \nPrinciple 10 - Supporting students to achieve their potential \nProviders facilitate a framework of support for students that enables them to have a \nhigh-quality learning experience and achieve their potential as they progress in their \nstudies. The support structure scaffolds the academic, personal and professional \nlearning journey, enabling students to recognise and articulate their progress and \nachievements. \nKey Practices \na. Accessible, relevant, accurate and timely information is offered to students and \nthe staff supporting them throughout the learning journey about the provider, \nprogramme of study, wider opportunities for development and availability of \nsupport services. \nb. All students are supported at key transition points throughout their journey, with \ntheir specific needs and requirements met and their pathways into learning \nrecognised. \nc. Students and staff are aware of the ongoing academic, professional and pastoral \nservices and activities available, and students are encouraged to access these \nopportunities and support throughout their learning journey. \nd. Staff are appropriately qualified, trained and supported to deliver high-quality \nlearning and support for all students, particularly those with specific needs and \nrequirements. \ne. Students and staff recognise that activities offered outside the formal curriculum \nare beneficial for promoting students’ sense of belonging, as well as providing \nopportunities to broaden their skills and achievements, complementing their \nformal studies. \n \nStudent Study and Engagement Regulations \n1. \nIntroduction \n1.1. \nThese regulations apply to all students registered on taught and research \ndegrees or modules which may involve engagement, whether face-to-face \nstudy, distance or blended learning, or a placement or a period of study \nabroad. \n1.2. \nStudents of the University are expected to engage fully with their programme \nof study in accordance with the University regulations and policies and any \nadditional requirements of the programme, including any requirements from \nStudent Study and Engagement Regulations"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 101,
    "text": "100 \npartner institutions when students are undertaking a placement or a period of \nstudy abroad. \n1.3. \nAll students benefit from full engagement with their studies, and members of \nUniversity staff have a responsibility to respond to any concern of patterns of \nstudent non-attendance and/or non-engagement. \n1.4. \nWhere events or circumstances may have an impact on students’ ability to \nattend and engage as expected they should be referred to the relevant \npolicies and procedures set out in section 4. \n2. \nResponsibilities \nStudent responsibilities \n2.1. \nWe expect students to be engaged with their programme for its full duration \nand to satisfy the University’s specified points of engagement. It is expected \nthat students will also demonstrate that they are attending study sessions \nand making satisfactory academic progress as well as meeting the specified \npoints of engagement as detailed below. \n2.2. \nAll new and continuing students must complete enrolment and show \nevidence that they have the right to study at the University no later than 14 \ndays after the start of study in any academic year. New students will be \nissued their student card following completion of enrolment. \n2.3. \nAll students should have completed enrolment and have a valid student card \nto attend any study-related activity. This might include lectures, seminars, \ntutorials, and being on campus. \n2.4. \nDistance learning students are expected to complete online enrolment within \n14 days of the start date of their course. The School may arrange for the \nissue of Student Cards if required. \n2.5. \nYou are required to notify your School of all absences from the programme \nfor any reason. If you are absent for longer than the period specified in the \nrelevant Interruption of Study Procedure, you should either apply for an \ninterruption of study or, for taught students, apply for extenuating \ncircumstances as detailed in the Extenuating Circumstances Policy. \n2.6. \nStudents are expected to respond promptly to any request from the \nUniversity regarding their attendance or wellbeing, and should check their \nCardiff University email account on a regular basis for any notifications. \nStaff responsibilities \n2.7. \nThe Academic Registrar is responsible for ensuring that all students receive \ninformation about how to register with the University each year, and that all \nstudents (except distance learning students) are issued with a Student Card."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 102,
    "text": "101 \n2.8. \nThe Chief Financial Officer is responsible for ensuring that students receive \ninformation about the level of fees that are due and how to make a fee \npayment to the University. \n2.9. \nThe Head of School is responsible for: \n• \nensuring that students are informed of the requirements of their \nprogramme, including the required engagement points, any \nsupplementary engagement points – for example, as required by \nprofessional, statutory, and regulatory Bodies – the academic \nrequirements of the programme, and any relevant placement learning \nrequirements; \n• \nensuring that points of engagement and any absences are recorded for \nall students studying in their School; \n• \ninstigating the relevant procedure if the points of engagement are not met \nif the reasons for student absence have not been notified; \n• \nresponding to concerns where students do not satisfy the academic \nrequirement of their programme of study; \n• \nnotifying the Head of the partner school where a student is on a joint \nhonours programme or jointly supervised research degree if there are \nany issues with a student’s attendance or engagement; \n• \nliaising with any partner organisation if there are any issues with a \nstudent’s attendance or engagement. \n2.10. \nUniversity officers may nominate alternates to act on their behalf. \n3. \nEngagement points \n3.1. \nAttendance is monitored by student contact with defined engagement points \nthroughout the academic year. There may be programme-specific \nattendance requirements, confirmed to students at enrolment, which \nstudents should adhere to. However, all students must within the first two \nweeks of the academic year: \n• complete enrolment; \n• collect their student card (except distance learning students); \n• pay their tuition fees or confirm the details of their sponsor; \n• confirm their programme of study (including confirmation of module \nselection where appropriate). \nIn addition, all students must meet minimum attendance thresholds, which \nare specified within the Student Attendance and Engagement Monitoring \npolicy."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 103,
    "text": "102 \n4. \nPolicies and procedures \n4.1. \nInterruption of Study Procedure (Taught Programmes) \nThis procedure specifies the requirement for students on taught programmes \nto inform the University of any absence, whether it be short- or long-term. It \nalso specifies the requirement for students on taught programmes who are \nabsent for 14 consecutive days or more to submit an application for an \ninterruption of study in order that the University can support their absence \nand plan for their return to study. \n4.2. \nInterruption of Study Policy (Research Students) \nThis procedure specifies the requirement for students to apply to the \nUniversity for an absence from their research studies if they are absent for \nmore than a short period in order that the University can support their \nabsence and plan for their return to study. It also specifies how students may \nsubmit an application to extend the time they have to complete their \nresearch. \n4.3. \nStudent Attendance and Engagement Monitoring Policy \nThis procedure is used when students are not attending learning activities or \nengaging with their programme including, not completing enrolment, not \nengaging with minimum attendance thresholds, or where there is \nunsatisfactory engagement with the programme. \n4.4. \nPolicy and Procedure on the Monitoring of Research Students \nProgress will be supported and monitored to maximise the likelihood of \nstudents completing their research degree within the expected timescale and \nin accordance with this Policy and Procedure. \n4.5. \nUnsatisfactory Progress Policy (Research Students) \nIf students fail to engage in their research studies and meet with their \nsupervisor regularly it may result in action being taken under this procedure. \n4.6 \nReasonable Adjustment Policy and Procedure \n \nThis provides a framework for the effective implementation of reasonable \nadjustments for all disabled students at Cardiff University."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 104,
    "text": "103 \nStudent Conduct Regulations \n \nInstitutional Oversight \nThe Student Conduct Regulations have been approved by Senate. The regulations \nwill be kept under regular review to ensure they continue both to support internal \nprocesses to function efficiently and effectively, and to fully meet the requirements of \nthe OIA Good Practice Framework for handling complaints and academic appeals, \nand the UK Quality Code for Higher Education, with particular reference to the key \npractices set out in Principle 12. \nPrinciple 12 - Operating concerns, complaints and appeals processes \nProviders operate processes for complaints and appeals that are robust, fair, \ntransparent and accessible, and clearly articulated to staff and students. Policies and \nprocesses for concerns, complaints and appeals are regularly reviewed and the \noutcomes are used to support the enhancement of provision and the student \nexperience. \nKey Practices \na. Policies and processes for concerns, complaints and appeals are accessible, \nrobust and inclusive, and enable early resolution wherever possible and include \ninformation relating to recruitment, selection and admission. \nb. Concerns, complaints and appeals policies and procedures, including information \nabout them, are clear and transparent to students, those advising them and those \nimplementing the processes. Formal and informal stages of the processes are \nclearly articulated. \nc. Providers meet (where applicable) the national and international requirements of \nexternal bodies with responsibility for hearing or overseeing concerns and \ncomplaints. \nd. Actions resulting from concerns, complaints and appeals are proportionate and \nenable cases to be resolved as early as possible. \ne. Processes for concerns, complaints and appeals are monitored and reviewed to \nensure they promote enhancement throughout the provider and operate as \nintended, to the benefit of students and staff. \nf. Outcomes from concerns, complaints and appeals are used to develop and \nenhance teaching and learning and the wider student experience. \n \nStudent Conduct Regulations \n1. \nGeneral \n1.1. \nStudents of the University are expected to behave in a way that respects the \nUniversity community and all members of staff and other students who work \nand live within it, as well as members of the public and visitors. Students are \nalso expected to act with personal integrity and honesty. \n1.2. \nThe University and its Students’ Union make commitments to the partnership \nmade between staff and students in the Student Charter. \nStudent Conduct Regulations"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 105,
    "text": "104 \n1.3. \nThere may be times, however, when students are unclear about what is \nexpected of them and how they may participate in the University community. \nThese regulations and related policies and procedures aim to provide \nstudents with guidance on the behaviour expected of them, student \ncolleagues, and our staff. \n1.4. \nConcerns regarding academic misconduct may be investigated after a \nstudent’s registration with the University has ended. \n1.5. \nSection 4 lists the formal procedures that may be followed if there are \nconcerns that expectations of behaviour are not being met and/or there is a \nrisk of harm or offence to you or other members of the community or their \nproperty. The specific procedure followed will depend upon the \ncircumstances of the concern, the programme, and any other relevant \nfactors. \n1.6. \nUniversity officers may nominate alternates to act on their behalf. \n2. \nExpectations \n2.1. \nIt is expected that as members of the University community students will: \n• \nBe representatives of the University and act accordingly; \n• \nAct in accordance with the University’s regulations and policies; \n• \nTreat other people with dignity and respect; \n• \nMaintain the expected standards of academic practice, integrity and \nengagement. \nFurther details of expectations for student conduct are provided in the \nStudent Conduct Procedure. \n3. \nConcerns about Student Conduct \n3.1. \nIf a student has concerns about the conduct of another student, it should be \nreported to the University via the Student Conduct Procedure and it may be \nreferred for an independent investigation. \n3.2. \nIf a member of staff has concerns about the conduct of a student, it should \nfirst be raised with the student’s Head of School or Department, as \nappropriate, who may refer the case for an independent investigation. \n3.3. \nThe public may have concerns regarding the conduct of a student and may \nraise such concerns by writing to the Academic Registrar, outlining their \nconcerns, and providing any evidence. The Academic Registrar may refer \nthe case for an independent investigation. \n4. \nProcedures which are covered by these Regulations \n• \nStudent Conduct Procedure - investigates concerns that students’ \nbehaviour may not meet the expectations of the University."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 106,
    "text": "105 \n• \nStudent Support Intervention Policy - if there are concerns about ill-\nhealth which impacts on a student’s behaviour or wellbeing, the \nUniversity may decide to use this policy to investigate and identify \nsupport that may be needed so that a student can maintain effective \nengagement with their studies. The University may also require a \nstudent to take an interruption from their studies until their health or \ncircumstances improve. \n• \nFitness to Practise Procedure - governs the behaviour and wellbeing of \nstudents on programmes leading to a professional qualification. \n• \nAcademic Integrity Policy - sets out expectations of correct academic \npractice and the possible consequences of not meeting the appropriate \nstandard of academic integrity."
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 107,
    "text": "106 \nStudent Complaints, Appeals and Review Regulations \n \nInstitutional Oversight \nThe Student Complaints, Appeals and Review Regulations have been approved by \nSenate. The regulations will be kept under regular review to ensure they continue \nboth to support internal processes to function efficiently and effectively, and to fully \nmeet the requirements of the OIA Good Practice Framework for handling complaints \nand academic appeals, and the UK Quality Code for Higher Education, with \nparticular reference to the key practices set out in Principle 12. \nPrinciple 12 - Operating concerns, complaints and appeals processes \nProviders operate processes for complaints and appeals that are robust, fair, \ntransparent and accessible, and clearly articulated to staff and students. Policies and \nprocesses for concerns, complaints and appeals are regularly reviewed and the \noutcomes are used to support the enhancement of provision and the student \nexperience. \nKey Practices \na. Policies and processes for concerns, complaints and appeals are accessible, \nrobust and inclusive, and enable early resolution wherever possible and include \ninformation relating to recruitment, selection and admission. \nb. Concerns, complaints and appeals policies and procedures, including information \nabout them, are clear and transparent to students, those advising them and those \nimplementing the processes. Formal and informal stages of the processes are \nclearly articulated. \nc. Providers meet (where applicable) the national and international requirements of \nexternal bodies with responsibility for hearing or overseeing concerns and \ncomplaints. \nd. Actions resulting from concerns, complaints and appeals are proportionate and \nenable cases to be resolved as early as possible. \ne. Processes for concerns, complaints and appeals are monitored and reviewed to \nensure they promote enhancement throughout the provider and operate as \nintended, to the benefit of students and staff. \nf. Outcomes from concerns, complaints and appeals are used to develop and \nenhance teaching and learning and the wider student experience. \n \nStudent Complaints, Appeals and Review Regulations \n1. \nIntroduction \n1.1 \nThe University aims to provide you with high-quality opportunities to help you \npursue your programme and study towards your degree. \n1.2 \nThere may be times, however, when you become dissatisfied with your study \nopportunities, the decision of an Examining Board, or the outcome of a \nUniversity procedure. These regulations, and related policies and \nStudent Complaints, Appeals and Review Regulations"
  },
  {
    "policy": "Academic Regulations and Policies Handbook 2025",
    "source_file": "Academic-Regulations-and-Policies-Handbook-2025-26-English-Nov25.pdf",
    "page": 108,
    "text": "107 \nprocedures aim to provide you with guidance on how you can seek redress if \nyou are dissatisfied. \n1.3 \nIt is usually a requirement of the Office of the Independent Adjudicator (OIA) \nthat you exhaust the University’s procedures and seek a review, under the \nUniversity Review Procedure, before you submit a complaint to the OIA. \n1.4 \nThese regulations and related policies and procedures apply to all students \nregistered on undergraduate, postgraduate taught or research degrees, or \nmodules with full- and part-time status, engaged in face-to-face study or via \ndistance or blended learning, on placement or on a period of study abroad. \n1.5 \nUniversity officers may nominate alternates to act on their behalf. \n1.6 \nIf you have a disability and require adjustments to this Regulation and \nrelated procedures to be able to fully engage with the process, please \ncontact the Academic Registrar to identify any reasonable adjustments \nwhich can be made to support your engagement. \n2. \nProcedures which are covered by these regulations \n• \nStudent Complaints Procedure - provides the opportunity for you to \nsubmit a complaint regarding the delivery of your degree or University \nservices or to raise concerns if you feel you have suffered a detriment or \ndisadvantage. \n• \nAcademic Appeals Procedure – provides the opportunity for you to \nchallenge the outcome of an Examining Board decision. \n• \nUniversity Review Procedure – provides the opportunity for you to \nchallenge the outcome of a University procedure."
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 1,
    "text": "4 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \n \n \n \n \nExtenuating \nCircumstances Procedure \nfor undergraduate and \npostgraduate taught \nstudents"
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 2,
    "text": "5 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \nWhat does this document include? \n \nImportant terms used in this Procedure are identified with an asterisk (*) and further \nexplained in Section 8 (Glossary). \n \nIntroduction Pages \nWho this Procedure is for, what it does, and who to \ncontact for advice. \n \n \nHow this Procedure Works \n \nSection 1 \nWhat are extenuating circumstances? \n \nSection 2 \nHow to declare your extenuating circumstances \n \nSection 3 \nThe academic remedies available under the \nExtenuating Circumstances Procedure \n \nSection 4 \nWhat your School will do with your declaration of \nextenuating circumstances \n \nSection 5 \nExamining Board Remedies \n \nSection 6 \nThe Academic Appeals Procedure \n \nSection 7 \nSupport from the University \n \nSection 8 \nGlossary – a list and description of words in this \nProcedure that have a specific meaning. Words that \nappear in the glossary have an asterisk* next to them. \nSection 9 \nFlowchart - A basic overview of the process - please be \nsure you read the Procedure to understand all the \ninformation you need \n \n(i) \nWho is this Procedure for? \n \nThis Procedure can be used by all Cardiff University students* who are on a taught \nprogramme*, to inform the University of extenuating circumstances* that are \npreventing you from completing your summative* assessments, or that may have \nimpacted you during an assessment. If you are managing difficult personal \ncircumstances that are impacting your ability to engage with your assessments, support \nis available. Please see information about Support in Section 7. \n \nThe University expects you to engage with your studies and to manage your personal \ncircumstances alongside your programme. If severe and exceptional circumstances \nimpact your summative assessments, you are expected to follow this Procedure to tell"
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 3,
    "text": "6 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \nthe University of your circumstances, and to request an appropriate academic remedy \nfrom those available to you. \nAll information submitted under the Extenuating Circumstances Procedure is \nconfidential* and will not be shared with University staff (including markers or Personal \nTutors) under this Procedure. There are only limited occasions when the information can \nbe shared, and these are specified in the Glossary. \n \n \n(ii) \nWhat does this Procedure do? \n \nThis Procedure is to support you when you have assessments impacted by extenuating \ncircumstances. You should familiarise yourself with this Procedure at the start of each \nacademic year and refer to it if you experience severe and exceptional circumstances \nduring your studies. \n \nWhere your assessments are impacted by extenuating circumstances, there are specific \nacademic remedies that you can request under the Extenuating Circumstances \nProcedure. This Procedure explains what remedies you can ask for and in what \ncircumstances. Information about the Procedure is also available from your School \nOffice, the Student Intranet, and advice is available from the Students’ Union Student \nAdvice Service. \n \nIn most situations you will be expected to declare* extenuating circumstances* in \nadvance of your assessment deadline*. There are limited situations in which you can \ndeclare after the assessment deadline*. \nThe academic remedies available under this Procedure are explained in Section 3. You \nwill see in Section 3 of this document that where you are declaring* extenuating \ncircumstances* before an assessment deadline*, you are not required to provide \nevidence* of your circumstances. You will be asked to confirm that the circumstances \ndescribed are accurate and explain how they are impacting you. \n \nIf your programme requires compulsory attendance at some engagement points (e.g., \nlaboratories, clinical placements and/or small group sessions) your School will tell you \nhow to inform the University if you are unable to attend these sessions. Attendance at \nthese sessions is in addition to the requirements of the Student Attendance and \nEngagement Policy*. You cannot use the Extenuating Circumstances Procedure to tell \nthe University that you are going to be absent from a teaching session. \n \nIf your circumstances mean that you are unable to attend or engage with your studies for \nmore than two weeks you may want to apply to take a break from your studies using the \nInterruption of Study Procedure*. \n \n(iii) \nAdvice on the Procedure \nIf you are experiencing extenuating circumstances*, you may benefit from accessing \nadditional support from the University. The University’s Student Life Services are"
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 4,
    "text": "7 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \navailable to all students of Cardiff University. Information on the University support \navailable to you is available in Section 7 of this Procedure. \n \nYou can access independent, confidential and free advice on this procedure from \nStudent Advice in the Students’ Union. Student Advice is separate to the University and \ncan talk to you about your options under University procedures. Advisors are independent \nand impartial and may be able to support you with your circumstances and advise you on \nhow to declare your circumstances to your School. Further information and access to \ntheir service is available through their webpages, www.cardiffstudents.com/advice. \n \nHow This Procedure Works \nSection 1 \nWhat are extenuating circumstances? \n \nAn extenuating circumstance is: \n• severe and exceptional; and \n• unforeseen or unavoidable; and \n• close in time* to an assessment; or where you can demonstrate the \ncircumstances continued to have an impact on you at the time of the \nassessment. \n \nExamples of extenuating circumstances are: \n• serious short-term illness or an accident \n• bereavement, i.e. the death of a close relative or friend, partner, or significant \nother person \n• significant adverse personal or family circumstances including severe financial \nissues \n• being a victim of a serious crime such as sexual assault, discrimination, \nassault, burglary etc. \n• exceptional technical issues experienced at the time of a time limited \nassessment of up to 48 hours and consequently you are unable to complete \nthe assessment, or the content of your assessment has been impacted \n• evidence of a disability which has worsened or changed at the time of the \nassessment which is not mitigated by an approved reasonable adjustment* \n• evidence of a long-term health condition* which has worsened or changed at \nthe time of the assessment* \n• disability* which has recently been identified and where it has not been \npossible to agree a reasonable adjustment in time for the assessment \n• you are a carer as defined in the Equality Act for a person who experiences a \nchange in their condition and subsequently their requirements, and this \nchanges your responsibilities as a carer \n• you are a part-time student, and exceptional, unforeseen or unavoidable \nprofessional commitments arise"
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 5,
    "text": "8 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \nExamples of circumstances which are not extenuating are: \n• minor illnesses that typically would not cause you to take time away from \nstudy \n• poor time management e.g. where you have not given yourself sufficient time \nto complete the assessment by the deadline. You should allow sufficient time \nto upload assessments to University systems \n• assessment-related stress which is not diagnosed as an illness \n• where the event/circumstances declared were foreseeable or able to \nbe anticipated, for example, planned religious festivals/events, jury duty, \ncompulsory armed forces deployment, competing at international sporting, \narts, or other civil responsibilities. There is separate information about how \nthe University may be able to support your attendance at these types of events \non the Intranet, please see the Planned Activity Guidance. If you are expected \nto take part in any of these events you should inform your School straight \naway \n• where the event/circumstances declared were foreseeable or able to \nbe anticipated, for example, planned events, holidays, weddings, or other \nfamily-related events \n• where the event/circumstance is not close in time to the assessment \n• where the circumstances that you are declaring have already been addressed \nby reasonable adjustments \n \nIf you are feeling well and functioning effectively, you should undertake all assessments \nand will not need to submit a declaration of extenuating circumstances. \n \nIf you are not sure whether your circumstances are exceptional and meet the criteria for \nextenuating circumstances, independent advice and support in completing the \ndeclaration can be obtained from the Students’ Union Student Advice Service. \n \n \nSection 2 \nHow to declare your circumstances \n \nIf you experience severe and exceptional circumstances in the period immediately prior \nto, or at the time of, an assessment, you should submit a declaration* of extenuating \ncircumstances*. You are usually expected to report extenuating circumstances in the 14 \ndays before the impacted assessment. \n \nIn most cases, when you experience extenuating circumstances, you will be unable to \ncomplete the assessment as scheduled. You are responsible for managing your own \npersonal circumstances and informing the University of any issues which you believe are \nhaving an impact on your studies before the deadlines in this Procedure. \n \nThere are limited situations when you can submit a declaration of extenuating \ncircumstances if you have started an assessment; you must therefore consider whether \nyour circumstances are likely to prevent you from being able to engage effectively, before \nyou attend or submit the assessment. \n \nYou can declare your circumstances by completing the form available on this page of the \nStudent Intranet."
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 6,
    "text": "9 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \nIf assessments are not completed on time and without extenuating circumstances, the \npenalty for late submission, non-submission or non-attendance will be applied as stated \nin the University’s Academic Regulations. \n \nIf you do not complete an assessment i.e. submit coursework or sit a timed-limited \nassessment*, because you have extenuating circumstances, you may be required to \ncomplete the assessment at a later time to attain credit, or equivalent for non-modular \nprogrammes. Your progress to the next academic year or the award of a degree may be \ndelayed if you do not have sufficient credits, or the equivalent for non-modular \nprogrammes. If your programme is accredited by a Professional Statutory Regulatory \nBody (PSRB)* there may be additional factors which may impact your progression. \nWhere appropriate, your School will explain these you. \n \nFor every summative* assessment, you have one opportunity to declare your \ncircumstances. If your declaration is rejected for not meeting the University’s definition of \nextenuating, you cannot reapply for an extenuating circumstances remedy for the same \nassessment unless your circumstances have changed or worsened. \n \nIf you re-declare in advance of the summative assessment deadline* for extenuating \ncircumstances where an application has previously been rejected for that assessment, \nyou may be asked to provide evidence* in support of your circumstances or their impact \non you. Failure to provide evidence when requested will result in your declaration being \nrejected. \n \n \nSection 3 \nThe academic remedies available under the \nExtenuating Circumstances Procedure \n \nThe academic remedies are detailed in the below table. Read through all of the options \nto ensure that you are picking the option which is most applicable to you. You are usually \nexpected to declare* your circumstances before your assessment date. \n \n▪ situations 1 to 4 refer to the situations in which you can declare extenuating \ncircumstances* prior to an assessment taking place \n▪ situations 5 to 7 refer to the exceptional situations in which you can declare \nextenuating circumstances retrospectively after an assessment deadline \n \nIf you experience extenuating circumstances that impact upon your ability to engage \nwith, submit, or present a group work assessment*, the School will consider the \nUniversity’s published guidance on Extenuating Circumstances in group work which is \navailable on the Student Intranet. Declarations of extenuating circumstances are \nconfidential* and will not be shared with other members of the group."
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 7,
    "text": "10 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \nReporting extenuating circumstance before an assessment \nSituation \nCircumstances to \nbe declared in the \nevent that: \nExtenuating \nCircumstances \nDeadline \nEvidence* Available Remedies \nSituation \n1 \nYou are unable to \nsubmit \ncoursework by the \nsubmission \ndeadline (original \nor extended \ndeadline) due to \nextenuating \ncircumstances* \nBefore the \noriginal or \nextended \nassessment \ndeadline* for \nthe submission \nof coursework \nNo \n▪ a 1-Week \nextenuating \ncircumstances \nextension (2-\nweeks for part-\ntime students) \n \n▪ to defer* the \ncoursework to \nthe next \nassessment \nperiod* \nSituation \n2 \nYou are unable to \nattend or deliver a \nlive presentation \nor attend a live \nlaboratory \nassessment due \nto extenuating \ncircumstances* \nBefore the \nassessment is \nscheduled to \ntake place \nNo \n▪ to defer* the \nassessment to \nthe next \nassessment \nperiod* \n \n▪ where your \nprogramme \nallows, to offer \na later \nassessment \ndate/time \nwithin the \nsame \nassessment \nschedule \ndepending on \nthe availability \nof resources \nand the \nassessment \npanel* \nSituation \n3 \nYou are unable to \nsubmit \nPostgraduate \nTaught Masters \ndissertation by \nthe deadline \n(original or \nextended \ndeadline) due to \nextenuating \ncircumstances* \nBefore the \noriginal or \nextended \nassessment \ndeadline for \nthe submission \nof dissertation \nNo \n▪ a 4-week \nextenuating \ncircumstances \nextension \n \n▪ to defer* the \ndissertation to \nthe next \nassessment \nperiod*"
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 8,
    "text": "11 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \nSituation \n4 \nYou are unable to \nattend an \nexamination or \ntime-limited \nassessment*, \nincluding a Class \nTest, due to \nextenuating \ncircumstances* \nBefore the \nstart of the \nexamination or \ntime-limited \nassessment* \nNo \n▪ to defer* the \nassessment to \nthe next \nassessment \nperiod* \n \n▪ where your \nprogramme \nallows, and \nonly in relation \nto a Class Test, \nto offer a later \nassessment \ndate/time \nwithin the \nsame \nassessment \nschedule \ndepending on \nthe availability \nof resources \nand the \nassessment \npanel* \n \nThe extenuating circumstances extension periods stated above are set and are not \nflexible; no further extension will be permitted. If an extension is not a sufficient remedy \nyou will need to submit a further declaration of extenuating circumstances, \ndemonstrating why you were unable to submit by the extended deadline. In such \ncircumstances the only remedy would be to permit deferral as per the table above. \n \nReporting extenuating circumstances after the assessment \nSituation \nCircumstances \nto be declared in \nthe event that: \nExtenuating \nCircumstances \nDeadline \nEvidence* Available Remedies \nSituation \n5 \nYou were unable \nto attend or \nsubmit an \nassessment \nbecause of \nextenuating \ncircumstances*, \nand you were \nexceptionally \nunable to report \nextenuating \ncircumstances* \nbefore the \nAs soon as \npossible* and \nnot later than \nbefore the \nSchool’s \nExtenuating \nCircumstances \ndeadline*: This \ndeadline will be \npublished by the \nSchool in \nadvance of the \nassessment \n \nYes \n▪ retrospective \napplication of \nthe remedies \navailable in \nSituations 1-4 \n \nAs you are declaring \ncircumstances after \nthe assessment \ndeadline, the \nremedies available \nto you may be limited \nto a deferral*"
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 9,
    "text": "12 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \nassessment \ndeadline* \nSituation \n6 \nYou started an \nexamination or \ntime-limited \nassessment* \nand were taken \nill, experienced \nexceptional \ntechnical issues, \nor were unable to \ncomplete it \nbecause of other \nextenuating \ncircumstances* \nAs soon as \npossible* and \nbefore the \nSchool’s \nExtenuating \nCircumstances \ndeadline*: This \ndeadline will be \npublished by the \nSchool in \nadvance of the \nassessment \nYes \n▪ to defer* the \nassessment \nto the next \nassessment \nperiod*: Your \nmark for the \nimpacted \nattempt will \nnot be \nrecorded \nSituation \n7 \nYou submitted \nan assessment \nand experienced \ncircumstances, \nrelated to a \nprotected \ncharacteristic* \n(under the \nEquality Act \n(2010), long \nterm health \ncondition* or \ncaring \nresponsibilities* \nclose in time to \nthe assessment \ndate \nBefore the \nSchool’s \nExtenuating \nCircumstances \ndeadline*: This \ndeadline will be \npublished by the \nSchool in \nadvance of the \nassessment \nYes \n▪ remedy to be \ndecided by \nthe Examining \nBoard (see \nSection 5) \n \n \n \nSection 4 \nWhat your School will do with your declaration of \nextenuating circumstances \n \nDecision Making \nDeclarations* of extenuating circumstances* will be considered by the Extenuating \nCircumstances Group*, or a nominee of the Extenuating Circumstances Group who will \nhave been trained in the Procedure. \n \nThe Extenuating Circumstances Group, or their nominee, will consider your extenuating \ncircumstances, any supporting evidence* and the remedy that you have requested. \nThe Extenuating Circumstances Group, or nominee, will decide whether to approve or \nreject your declaration. Where your declaration is approved, the Group or nominee will \nconfirm the remedy."
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 10,
    "text": "13 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \nThe Extenuating Circumstances Group will meet regularly throughout the academic year \nto ensure that all requests received are considered in a timely manner. \n \nWhere more than one academic remedy is available in the ‘Situation’ that you are \ndeclaring, the Group or nominee can make the final decision on what option is approved \ntaking into consideration your circumstances and the remedy that you have requested. \nYour School will communicate a decision in relation to your circumstances as soon as \npossible. When you are declaring extenuating circumstances in advance of an \nassessment date or deadline*, this will usually be within seven days of the declaration* \nbeing made. \n \nFor circumstances declared in advance of your assessment, if the declaration is \nsubmitted fewer than seven days before the assessment deadline*, you may not receive \nthe outcome on your declaration before the assessment deadline. In this case, you will \nneed to decide whether you are well enough to sit or submit the work. \n \nIf you make an EC declaration before the exam start time and then decide to sit the \nexamination: the decision to attempt the exam will override your extenuating \ncircumstances declaration and the mark for your attempt will stand. \n \nIf you make an extenuating circumstances declaration before the coursework submission \ndeadline and then decide to submit your coursework: your submission will override your \nEC declaration unless: \n• your extenuating circumstances declaration is accepted (upheld); and \n• the School is able to offer you the opportunity to resubmit within a week of the \noriginal submission date (two weeks for part-time students) i.e. as though the \nextension had been granted before the coursework deadline. \n \nIf you subsequently complete the assessment and are impacted by circumstances as \ndescribed in situations 6 or 7, you still have the opportunity to declare extenuating \ncircumstances after the assessment, with supporting evidence, to request an \nextenuating circumstances remedy. \n \nSignposting \nIf you declare extenuating circumstances on more than three different occasions* \nduring the academic year, your School may be in contact with you to better understand \nyour circumstances. The School will consider the frequency and content of your \nextenuating declarations as multiple declarations may indicate that you would benefit \nfrom support with your studies from the University’s Student Life team. You can access \nthese services and wellbeing resources at any point during your studies without needing \nto be referred. \n \nThe Extenuating Circumstances Group includes a Disability/Wellbeing representative. If \nyou disclose an ongoing health condition on your extenuating circumstances declaration, \nthe Disability/Wellbeing representative will: \n• signpost you to the Student Disability Service if considered appropriate, or, \n• liaise directly with the Student Disability Service"
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 11,
    "text": "14 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \nSection 5 \nExamining Board Remedies \n \nThe Extenuating Circumstances Group* will confirm to the Examining Board that actions \nhave been taken in accordance with this procedure for students who have declared \nextenuating circumstances. \n \nThe Extenuating Circumstances Group will report to the Examining Board: \n• students who have been permitted to defer* assessments; and \n• students who have declared extenuating circumstances* which have been \naccepted as being related to protected characteristics* (under the Equality Act \n(2010)), a long-term health condition*, or caring responsibilities*, and who have \ncompleted the assessment. \n \nThe Examining Board will consider and, as appropriate, confirm one of the remedies \nbelow. Where more than one remedy may be of benefit to you, the Examining Board will \nexplain the options to you, for you to choose the remedy: \n• where the pass mark was not achieved for the assessment or the module, allow a \nretake of the assessment element as a 1st attempt (or 2nd/3rd if you have failed \npreviously) at the next available opportunity. \n \n• where the pass mark for the module has been achieved but the pass mark for the \nassessment element has not, offer you the opportunity to retake the assessment \nelement as a 1st attempt (or 2nd/3rd if you have failed previously) or award \ncredit for the module without further assessment. \n \n• where the module and assessment elements have been passed offer you the \nchance to retake the assessment element if at 1st attempt, or award credit for \nthe module without further assessment. \n \n• if you have been awarded credit for a module without further assessment, the \nExamining Board may discount* module marks that have been affected by \nextenuating circumstances when calculating the final mark as specified in the \nAssessment Regulations. \n \n \nSection 6 \nAcademic Appeals Procedure \n \nIf you have declared extenuating circumstances* which were rejected by the Extenuating \nCircumstances Group* or their nominee, the reasons for the decision will be provided. If \nyou feel that the decision was unreasonable you can challenge this decision upon receipt \nof your results letter under the Academic Appeals Procedure. \nAn academic appeal submitted under the ground of extenuating circumstances will need \nto be supported by evidence*. \n \nYou have 28 days from the date of your transcript or results letter, which is sent by email \nat the end of the academic year, to make an appeal against the decision of the \nExamining Board."
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 12,
    "text": "15 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \nInformation about the Academic Appeals Procedure is available on the Student Intranet. \nIf you would like advice relating to the Academic Appeals Procedure, the Students’ Union \nStudent Advice service is available to you. \n \nSection 7 \nSupport from the University \n \nPlease note, the University is not an emergency service. If you are experiencing a crisis \nthat poses a serious risk to your health or safety, please call 999 to access emergency \nsupport from the appropriate services. \n \nIf you are experiencing extenuating circumstances*, you may also benefit from \naccessing additional support from the University. The University’s Student Life Services \nare available to all students of Cardiff University. The Student Life services are not able \nto prescribe medication. If you need help from a medical professional, you are advised to \ncontact your GP or a local medical facility. Depending on your circumstances, you may \nbenefit from speaking to the Student Life Services for advice from one or more of the \nfollowing teams: \n• Student Support Intervention Team – The Student Support Intervention Team \n(SSIT) is a dedicated team of practitioners who provide confidential support \nand guidance for students who have been affected by: Violence, abuse or any \nother inappropriate behaviour that causes offence or distress; and/or urgent \nmental health needs or who are posing a risk to themselves or others. You can \nuse Report + Support to self-refer into the SSIT. Your report will not be handed \nto your School as a declaration of extenuating circumstances* \n• Student Disability Service – The Student Disability Service are available to \narrange Reasonable Adjustments* for the duration of your studies to help you \nto engage with your studies where you are managing a disability. Reasonable \nAdjustments* are different from the remedies available to you under the \nExtenuating Circumstances Procedure and can be requested under the \nReasonable Adjustments Policy \n• Counselling and Wellbeing– Trained counsellors can provide support and \nadvice for you if you are managing difficult personal circumstances or \ndifficulties with your mental health and wellbeing \n• Occupational Health – Support from Occupational Health Practitioners who \ncan identify adjustments to support your studies where you encounter health \nproblems that impact on your ability to complete elements of your course. \n• Student Advice and Money Service – Financial Advisers are available to \nprovide financial advice and support if you are experiencing circumstances \nrelating to financial difficulty \n• Student Visa Support Service – The Student Visa Support Service is the only \nservice who are able to provide specialist advice on your Visa \n• Together at Cardiff – a Cardiff University service that provides advice and \nsupport for students who are care-experienced, estranged, military \nexperiences, carers or asylum seekers \n• Student Futures – Support you with applying for jobs and preparing for the \nrecruitment process"
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 13,
    "text": "16 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \n• Chaplaincy – Provide a place for friendship, hospitality, reflection, prayer, \nsupport and dialogue, offering opportunities for you to engage socially and to \nexplore faith and spirituality \n• My Medic – a service for all medics studying at Cardiff University’s School of \nMedicine that offer support through your medical studies, whether that’s for a \none-off session, a series of meetings about a current issue, or support for an \nongoing need \n \nYou can access these services before or after declaring* your circumstances; accessing \nsupport from these services does not inform your School of your extenuating \ncircumstances*, and you must follow this Procedure to declare* circumstances and to \nrequest an academic remedy. \n \n \nSection 8 \nGlossary of Terms \n \nTerm \nDefinition \nAcademic \nRemedy \nThe resolution that may be offered to you because of your declaring \nextenuating circumstances. \n \nFor example, these resolutions may change (a) when you sit/submit \nthe assessment; or (b) whether you have a further opportunity to \nsit/submit the assessment without being capped at the minimum \npass mark. The Academic Remedies available under this Procedure \nare explained in Sections 3 and 5. \nAs soon as \npossible \nIn Section 3 of this Procedure, ‘as soon as possible’ is used under the \n“Deadlines to declare extenuating circumstances”. \n \nThe earlier that declarations are received, a wider range of remedies \nmay be available (in line with the options specified in Section 3). \nAssessment \nDeadline \n• The date and time that a coursework assessment is due to be \nsubmitted \n• The date and time that a live presentation is scheduled to take \nplace \n• The date and time that a Class Test is scheduled to take place \n• The date that a clinical or lab-based assessment is due to be \nsubmitted \n• The date and time that a Postgraduate Dissertation is due to \nbe submitted. \nAssessment \nPanel \nThe personnel who are involved in the delivery, marking or \nmoderation of your assessment. \nCapped \nAssessment \nWhere the highest mark available for the assessment is the minimum \npass mark as specified in your Programme Regulations. \n \nWhere a student has failed their first attempt at an assessment, any \nsubsequent attempts at the same assessment will be capped at the \nminimum pass mark."
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 14,
    "text": "17 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \nCardiff University \nstudents \nStudents studying with Cardiff University who are studying for an \naward under Cardiff’s Academic Regulations, including those studying \nat partner institutions. \nCaring \nresponsibilities \nIf you give unpaid care to a family member, partner or friend who \ncould not cope without your support, due to a long-term illness, \ndisability, a mental health condition, or an addiction, or temporary \ncare needs following e.g., an accident or operation. \nClose in time \nTypically, within 14 days prior to an assessment deadline or an exam \nor time-limited assessment or during an exam or time-limited \nassessment. \nConfidential \nThe Extenuating Circumstances Procedure is a confidential process, \nand all declarations will be managed in a confidential, proportional \nand sensitive way. We will only share information, if necessary, with: \n• \nPeople who require access to it as part of this procedure. This \nincludes Student Cases in the event that you submit an \nacademic appeal. \n• \nThe University’s Student Support Intervention team, if the \ninformation you include gives the University reason to be \nconcerned about your safety or welfare \n• \nThose who the University are required by law to disclose to. If \nthere is a need to share information with the police or other \nauthorities, this will be done under the University’s data \nprotection policy and procedure for information sharing \n• \nThe Student Disability Service where a long-term health \ncondition or disability has been disclosed which indicates \nreasonable adjustments may be necessary to support your \nstudies \n \nYour circumstances will not be shared with the markers or \nmoderators of your work. \n \nMore information on GDPR is available here: Data protection: The \nUK's data protection legislation - GOV.UK \n \nThe University’s polices are available here: Compliance and Risk - \nStudent intranet - Cardiff University \nDeclare \nFormally informing the University of your circumstances using this \nProcedure. \nDefer \nOr deferral. \n \nMoving the assessment to the next available opportunity. This may be \nin the same assessment schedule or a later assessment period. \nDeferral is not an academic failure. \n \nIf you defer an assessment, you may be required to complete the \nassessment at a later time to attain credit, or equivalent for non-\nmodular programmes. Your progress to the next academic year or the \naward of a degree may be delayed if you do not have sufficient \ncredits, or equivalent for non-modular programmes."
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 15,
    "text": "18 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \nDisability \nYou are disabled under the Equality Act 2010 if you have a physical \nor mental impairment that has a ‘substantial’ and ‘long-term’ \nnegative effect on your ability to do normal daily activities \n• \n‘substantial’ is more than minor or trivial, for example it takes \nmuch longer than it usually would to complete a daily task like \ngetting dressed \n• \n‘long-term’ means 12 months or more, for example a \nbreathing condition that develops as a result of a lung \ninfection \nDiscount \nOr Discounting. \n \nFinal Examining Boards may discount module marks that have been \naffected by extenuating circumstances (relating to a protected \ncharacteristic, long-term health condition or caring responsibility) \nwhen calculating the final mark to classify a student’s award where \npermitted under the Discounting Regulations. There is a limit on the \nnumber of credits that can be discounted. \nExtenuating \nCircumstances \nCircumstances which are severe and exceptional; unforeseen or \nunavoidable; and close in time to an assessment, or where you can \ndemonstrate the circumstances continued to have an impact on you \nat the time of the assessment. \nExtenuating \nCircumstances \nGroup \nThe Extenuating Circumstances Group is a School-based group of \nstaff who will meet in person or virtually to consider requests. The \nmembers of the Group will be appointed by the Head of School and \nare: \n• a member (not the Chair) of the Examining Board (Chair of the \nGroup) \n• up to 5 members of academic staff \n• a Disability/Wellbeing representative \n• a member of the School’s professional services staff, to advise \nthe Group and liaise with Registry Operations \n• a representative from another School (for joint honours \nstudents) \n \nThe quorum for a meeting is the Chair plus 3 members. \n \nWhere more than one remedy is available the Group or the \nnominated alternate can make the final decision on what remedy is \napproved taking into consideration your circumstances and the \nremedy you have requested. \nEvidence \nEvidence submitted with the declaration of extenuating \ncircumstances usually should be on headed paper, signed and dated, \nfrom a recognised authority. If the evidence submitted is not on \nheaded paper or from a recognised authority, you should submit the \ndocuments which are available to you and provide an explanation \nwhy this is the evidence submitted. \n \nEvidence must be submitted in English or Welsh and translated \nevidence should be authenticated by an official translator."
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 16,
    "text": "19 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \nIf you are unable to present evidence with your circumstances, you \nshould detail why the evidence has not been included. \n \nTypes of evidence include: \n• a GP/medical letter \n• a statement from a support service if you are known to them \nand have engaged with support services before the event. \nSupport services staff will not be able to provide evidence for \nyou if they do not have any prior knowledge of your general \nsituation \n• a letter from a relevant third party, e.g. social worker \n• an invigilators report detailing reason for the early departure \nof an examination or time-limited assessment \n• timed screen captures of technical difficulties. \n \nIf you are not sure what evidence should be submitted, independent \nadvice and support can be obtained from the Students’ Union \nStudent Advice team. \n \nIf the University has concerns about the authenticity of evidence you \nhave provided, we may need to take steps to verify the evidence and, \nif it is found not to be genuine, we may decide to consider the matter \nunder the Student Conduct Procedure. \nExam or Time-\nLimited \nAssessment \nAn assessment completed in controlled conditions that lasts up to 48 \nhours. \nGroup work \nassessment \n• where a team of students is assessed by a single piece of \nwork produced jointly by the team or group, or \n• where you are assessed by individual assignments that \ndemonstrate learning that has come from work undertaken as \npart of a formal team or group, and where the quality of your \nindividual output will be affected by the effectiveness of the \nwork done by the team as a whole \nInterruption of \nStudy \nAuthorised absence from your studies for a period of between 14 \ndays to 12 months, applied for under the Interruption of Study \nProcedure. \nLate-Submission \nPolicy \nIn cases where coursework is submitted late, and where there are no \nextenuating circumstances: \n• \nif the assessment is submitted no later than 24 hours after \nthe deadline, the mark for the assessment will be capped at \nthe minimum pass mark \n• \nif the assessment is submitted more than 24 hours after the \ndeadline, a mark of 0 will be given for the assessment \nLong-Term \nHealth Condition \nA mental or physical health condition that has impacted you, or is \nlikely to impact you, for six months or longer and may not meet the \ndefinition of being a disability for the purpose of the Equality Act \n(2010). A long-term health condition is different to an injury. \nMore than three \ndifferent \noccasions \nWhere the student has logged in to the appropriate portal to declare \nExtenuating Circumstances at three different times and for three \ndifferent assessments."
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 17,
    "text": "20 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \nNext assessment \nperiod \nFor those assessments scheduled during the academic year, the next \nassessment period will usually be the resit assessment period, \nalthough academic regulations limit the number of failed \nassessments that can be taken in a resit period. Deferral is not a \nfailed assessment. \n \nFor assessments scheduled for the resit period, the next assessment \nperiod will be when the assessments are scheduled during the \nfollowing academic year. This may impact your progression or \ncompletion date. As per Section 3 of this Procedure, the School has \ndiscretion to schedule some types of assessment in the current \nacademic year where programme regulations and resources \n(including staff availability) allow. This specifically relates to situations \n2 and 4 listed in Section 3 of the Procedure. \nProtected \nCharacteristic \nUnder the Equality Act 2010, you are protected from discrimination \non the basis of: \n• age \n• gender reassignment \n• being married or in a civil partnership \n• being pregnant or on maternity leave \n• disability \n• race including colour, nationality, ethnic or national origin \n• religion or belief \n• sex \n• sexual orientation \n \nThese are called ‘protected characteristics’. \nPSRB \nProfessional, Statutory and Regulatory Body. Relevant if you are on a \nprogramme that leads to a professional qualification which permits \nregistration with a PSRB. \nReasonable \nAdjustments \nA change to a physical feature of the environment or the way things \nare done agreed on the basis of a disability. Reasonable adjustments \nare agreed changes to stop or prevent you being put at a substantial \ndisadvantage because you are disabled. \nTaught \nProgramme \nA programme that follows a structure of taught modules or units of \nstudy. \nSchool \nExtenuating \nCircumstances \nDeadline \nThe deadline for declaring extenuating circumstances after an \nassessment as described in Section 3 (Situations 5 to 7). \n \nThis deadline will be published by the School in advance of the \nassessment. \nStudent \nEngagement and \nSuccess Policy \nThe University Procedure which explains the expectations of your \nengagement with your programme of study. \nSummative \nAssessments \nAssessments that contribute to your final module mark."
  },
  {
    "policy": "Extenuating Circumstances Procedure for Taught and",
    "source_file": "Extenuating-Circumstances-Procedure-for-Taught-and-Undergraduate-Students.pdf",
    "page": 18,
    "text": "21 \nCardiff University Extenuating Circumstances Procedure v2 09/25 \nYou are not able to \nsit/submit an \nupcoming \nassessment because \nof extenuating \ncircumstances \nYou started an \nassessment and were \nimpacted by \nextenuating \ncircumstances \nYou could not start an assessment, \nand there are exceptional reasons \nwhy you could not declare \nextenuating circumstances before \nthe assessment deadline \nYou report extenuating \ncircumstances with \nsupporting evidence before \nthe School’s Extenuating \nCircumstances deadline. \nYou report \nextenuating \ncircumstances \nwithout evidence \nbefore the exam date \nor assessment \nYour declaration is \nconsidered by the \nExtenuating \nCircumstances Group or \nnominee \nIf requested, you \nsubmit supporting \nevidence \nThe Extenuating \nCircumstances Group \nmay require \nsupporting evidence \n(Section 4) \nYour declaration is \nrejected \nYour declaration is \napproved \nThe Extenuating \nCircumstances Group \nwill decide on, and \nconfirm, the approved \nacademic remedy \nWhere an Examining \nBoard remedy is \nappropriate, the \nBoard are notified \nYou are notified of \nthe outcome of your \ndeclaration \nIf you are not satisfied with \nthe decision or remedy, you \ncan challenge this decision \nunder the Academic Appeals \nProcedure \nAction to be taken by you \nDecision to be made by the University \n \n \n \n \nSection 9 \nThis shows a basic overview of the process. Please be sure you \nread the Procedure to understand all the information you need."
  },
  {
    "policy": "Late Submission Policy",
    "source_file": "Late-Submission-Policy.pdf",
    "page": 1,
    "text": "Version \n6.0 \nDate Approved by \nSenate / ASQC \nFirst approved: 19.06.2019 (Senate) \nCurrent version: 23.05.2024 (minor changes) (ASQC) \nDate of Effect \n01.08.2024 \nDocument Owner \nEducation Governance (PGR Quality and Operations) \nContact \npgr@cardiff.ac.uk \nParent Regulation \nResearch Degree Assessment Regulations \nRelated Documents \nExtenuating Circumstances Policy (Research Students) \nInterruption of Study Policy (Research Students) \nPOLICY ON LATE SUBMISSION OF \nRESEARCH DEGREE THESES"
  },
  {
    "policy": "Late Submission Policy",
    "source_file": "Late-Submission-Policy.pdf",
    "page": 2,
    "text": "1 \n \n \n \n \n1. \nAs a research student, you are expected to submit your thesis within the \nregulatory timescale, as specified in the Research Degree Regulations. Your \nsubmission deadline may be extended only in accordance with the \nExtenuating Circumstances Policy (Research Students). \n \n2. \nIf you do not submit your thesis by your specified deadline (including in cases \nof resubmissions) and if you are not withdrawn from your studies, you may \nstill be permitted to submit your thesis as a Late Submission. \n \n3. \nIf you intend to make a Late Submission, you should request, via your School \nDirector of Postgraduate Research, to delay the closure of your student \nrecord for a maximum of 12 months. Your School will instruct Education and \nGovernance to update your student status. \n \n4. \nIf you are permitted to make a Late Submission, your enrolled status will be \nremoved, subject to any appeal process and outcome, as you will be \nconsidered to be out of time. \n \n5. \nWhere your enrolled status is removed, you will not be entitled to renew your \nstudent ID card, and you will not be entitled to have access to supervision, or \nto University buildings or events, other than as a member of the public. \n \n6. \nFor this period, you will retain a University email account and log-in, and \nhave access to the Library's e-books and e-journals. This level of user \naccess does not extend to other Library privileges. \n \n7. \nThe decision whether to accept your thesis as a Late Submission will be at \nthe discretion of your Head of School: if you are out of time, it is not your right \nto have a Late Submission accepted. Factors that will be taken into account \ninclude the viability of the thesis, the currency of the work it represents, and \nthe availability of staff to assess the thesis and oversee any required \ncorrections after an examination. \n \n8. \nYour Head of School may accept your thesis as a Late Submission no later \nthan 12 months from your submission/resubmission deadline. If your thesis is \naccepted, you will be required to pay a Late Submission fee and to re-enrol \nwith the University. \n \n9. \nThe Late Submission fee is equivalent to the submission fee charged to staff \ncandidates and the resubmission fee charged to candidates who are invited \nto represent their thesis following a first examination, and is published \nannually. \n \n10. \nRequests for submission of a thesis more than 12 months after the \nsubmission/resubmission deadline, or less than 12 months after the \nsubmission/resubmission deadline where the student has been withdrawn \nfrom University, will be considered in accordance with the Procedure for the \nRe-Registration of Former Research Degree Students for Examination. \n \n \nPOLICY ON LATE SUBMISSION OF RESEARCH DEGREE THESES"
  }
]